import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section4() {
  return (
    <>
      <HeadComponent title='عام الحزن ومحنة الطائف' />
      <Navbar title='عام الحزن ومحنة الطائف' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p className='titleS1'>عام الحزن</p>

          <p>
            كانت وفاة أبي طالب بعد مغادرة بني هاشم شعبه وذلك في آخر السنة
            العاشرة من المبعث، وقد كان أبو طالب يحوط النبي ويغضب لهو وكانت قريش
            تحترمه وعندما حضرته الوفاة جاء زعماء الشرك وحرضوه على الاستمساك
            بدينه وعدم الدخول في الإسلام قائلين: أترغب عن ملة عبدالمطلب؟ وعرض
            عليه رسول الله صلى الله عليه وسلم الإسلام قائلاً: قل لا إله إلا الله
            أشهد لك بها يوم القيامة، فقال أبو طالب: لولا تعيرني بها قريش يقولون
            إنما حمله عليها الجزع، لأقررت بها عينك، فأنزل الله: إِنَّكَ لاَ
            تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ
            وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ - سورة القصص
          </p>

          <p>
            كانت أفكار الجاهلية راسخة في عقل أبي طالب ولم يتمكن من تغييرها فهو
            شيخ كبير يصعب عليه تغيير فكره وماألفه عن آبائه وكان أقرانه حاضرين
            وقت احتضاره فأثَّروا عليه خوفا من شيوع خبر إسلامه وتأثير ذلك على
            قومه.
          </p>

          <p>
            أما السيدة خديجة أم المؤمنين رضي الله عنها فقد توفيت قبل الهجرة إلى
            المدينة بثلاث سنين في نفس عام وفاة أبي طالب.
          </p>

          <hr />

          <p>
            وبموت أبي طالب الذي أعقبه موت خديجة رضي الله تعالى عنها، تضاعف الأسى
            والحزن على رسول الله صلى الله عليه وسلم بفقد هذين الحبيبين اللذين
            كانا دعامتين من دعائم سير الدعوة في أزماتها، كان أبو طالب السند
            الخارجي الذي يدفع عنه القوم وكانت خديجة السند الداخلي الذي يخفف عنه
            الأزمات والمحن فتجرأ كفار قريش على رسول الله صلى الله عليه وسلم
            ونالوا منه مالم يكونوا يطمعون به في حياة أبي طالب وابتدأت مرحلة
            عصيبة في حياة الرسول صلى الله عليه وسلم واجه فيها كثيراً من المشكلات
            والمصاعب والمحن والفتن حينما أصبح في الساحة وحيداً لاناصر له إلا
            الله سبحانه وتعالى.
          </p>

          <hr />

          <p className='titleS1'>رحلة الرسول صلى الله عليه وسلم إلى الطائف</p>

          <p>
            كان النبي صلى الله عليه وسلم يقتدي بالأنبياء والمرسلين الذين سبقوه
            في الدعوة إلى الله، فهذا نوح لبث في قومه داعياً قال تعالى: وَلَقَدْ
            أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ
            إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ -
            سورة العنكبوت
          </p>

          <p>
            رغم امتداد الزمن ماتوقف رسول الله صلى الله عليه وسلم عن الدعوة
            ولاضعفت همته في تبليغها وسعى لإيجاد مركز جديد للدعوة وطلب النصرة من
            ثقيف لكنها لم تستجب له وأغرت به صبيانها فرشقوه بالحجارة.
          </p>

          <hr />

          <p className='titleS1'>
            لماذا اختار الرسول صلى الله عليه وسلم الطائف؟
          </p>

          <p>
            كانت الطائف لقريش أطماع في الطائف وحاولت في الماضي أن تضم الطائف
            إليها ووثبت على وادي وج وذلك لما فيه من الشجر والزرع ، حتى خافتهم
            ثقيف وحالفتهم وأدخلت معهم بني دوس وقد كان كثير من أغنياء مكة يملكون
            الأملاك في الطائف ويقضون فيها فصل الصيف وكانت قبيلة بني هاشم وعبد
            شمس على اتصال مستمر مع الطائف، كما كانت تربط مخزوم مصالح مالية
            مشتركة بثقيف، وهذا التحرك السياسي الذي يقوم به الرسول صلى الله عليه
            وسلم يدل على حرصه في الأخذ بالأسباب لإيجاد دولة مسلمة أو قوة جديدة
            تطرح نفسها داخل حلبة الصراع لأن الدولة أو إيجاد القوة التي لها
            وجودها من الوسائل المهمة في تبليغ دعوة الله إلى الناس.
          </p>

          <hr />

          <p className='titleS1'>سوء أدبهم مع رسول الله</p>

          <p>
            لما انتهى رسول الله صلى الله عليه وسلم إلى الطائف عمد إلى نفر من
            ثقيف هم يومئذ سادة ثقيف وأشرافهم، فلم يستجيبوا لدعوة الرسول صلى الله
            عليه وسلم بل بالغوا في السفه وسوء الأدب معه فقام رسول الله صلى الله
            عليه وسلم من عندهم وقد يئس من خير ثقيف وقال لهم: إذا فعلتم مافعلتم
            فاكتموا عني وكره رسول الله صلى الله عليه وسلم أن يبلغ قومه عنه
            فيؤزرهم ذلك عليه، فقد كان رسول الله صلى الله عليه وسلم يود أن تتم
            اتصالاته تلك في جو من السرية وألا تنكشف تحركاته لقريش.
          </p>

          <p>
            كان خروج رسول الله صلى الله عليه وسلم من مكة على الأقدام حتى لا تظن
            قريش أنه ينوي الخروج من مكة لأنه لو خرج راكباً فذلك مما يثير الشبهة
            والشكوك وأنه ينوي الخروج والسفر الى جهة ما مما قد يعرضه للمنع من
            الخروج من مكة دون اعتراض من أحد.
          </p>

          <p>
            واختيار الرسول صلى الله عليه وسلم زيداً كي يرافقه في رحلته وفيه
            جوانب أمنية فزيد هو ابن رسول الله صلى الله عليه وسلم بالتبني فإذا
            رآه معه أحد لا يثير ذلك أي نوع من الشك لقوة الصلة بينهما.
          </p>

          <hr />

          <p className='titleS3'>تضرع ودعاء</p>

          <p>
            لم يكتموا خبر مجئ رسول صلى الله عليه وسلم وأغرو سفهاءهم وعبيدهم
            يسبونه ويرمون عراقيبه بالحجارة حتى دمت عقباه وتلطخت نعلاه وسال دمه
            الزكي على أرض الطائف ومازالوا به وبزيد بن حارثة حتى ألجأوهما الى
            بستان لعتبة وشيبة ابني ربيعة وهما فيه فكره مكانهما لعداوتهما الله
            ورسوله ورجع عنه من سفهاء ثقيف من كان يتبعه، فعمد الى ظل شجرة من عنب
            فجلس فيه هو وصاحبه زيد ريثما يستريحا من عنائهما وما أصابهما وابنا
            ربيعا ينظران إليه ويريان مالقي من سفهاء أهل الطائف ولم يحركا ساكناً
            وفي هذه الغمرة من الأسى والحزن والآلام النفسية والجسمانية.
          </p>

          <p>
            توجه الرسول صلى الله عليه وسلم الى ربه بهذا الدعاء الذي يفيض إيماناً
            ويقيناً، ورضىً بما ناله في الله واسترضاء الله وقال: اللهم إليك أشكو
            ضعف قوتي وقلة حيلتي وهواني على الناس، يا أرحم الراحمين أنت رب
            المستضعفين وأنت ربي الى من تكلني الى بعيد يتجهمني أم الى عدو ملكته
            أمري إن لم يكن بك عليّ غضب فلا أبالي، ولكن عافيتك أوسع لي، أعوذ بنور
            وجهك الذي أشرقت له الظلمات، وصلح عليه أمر الدنيا والآخرة من أن تنزل
            بي غضبك أو يحل عليّ سخطك لك العُتبى حتى ترضى ولا حول ولا قوة إلا
            بالله.
          </p>

          <hr />

          <p className='titleS3'>الدعاء سلاح المؤمن</p>

          <p>
            وإنا في هذا الدعاء عمق توحيد النبي صلى الله عليه وسلم ومبلغ تجرده
            لله جل وعلا فهو لم يشعر لهذا الحزن المفضي والهم المتواصل ليدرأ عن
            نفسه الأذى أو ليجلب لنفسه شيئاً من حياة الهدوء والنعيم، بل هو يستعذب
            كل هذا الأذى من أجل الله تعالى.
          </p>

          <p>
            فعن عائشة رضى الله عنها أنها سألت رسول الله صلى الله عليه وسلم: هل
            أتى عليك يوم كان أشد من أحد؟ قال: لقد لقيت من قومك مالقيت وكان أشدَّ
            مالقيت منهم يوم العقبة إذ عرضت نفسي على ابن عبد ياليل بن عبد كُلال
            فلم يجبني الى ما أردت فانطلقت وأنا مهموم على وجهي فلم أستفق إلا وأنا
            بقرن الثعالب، فرفعت رأسي فإذا أنا بسحابة قد أظلتني فنظرت فإذا فيها
            جبريل فناداني فقال: إن الله قد سمع قول قومك لك وماردُّوا عليك، وقد
            بعث الله إليك ملك الجبال لتأمره بما شئت، فناداني ملك الجبال فسلَّم
            عليَّ ثم قال: يامحمد فقال: ذلك فيما شئت إن شئت أن أطبق عليهم
            الأخشبين، فقال النبي صلى الله عليه وسلم : بل أرجوا أن يخرج الله من
            أصلابهم من يعبد الله وحده لايشرك به شيئاً.
          </p>

          <hr />

          <p className='titleS1'>إسلام الجن</p>

          <p>
            لما انصرف النبي صلى الله عليه وسلم من الطائف راجعاً الى مكة حين يئس
            من خبر ثقيف، حتى إذا كان بنخلة قام من جوف الليل يصلي، فمر به النفر
            من الجن الذين ذكرهم الله تعالى وكانوا سبعة نفر من جن أهل نصيبين
            فاستمعوا لتلاوة الرسول صلى الله عليه وسلم فلما فرغ من صلاته ولّوا
            الى قومهم منذرين قد آمنوا وأجابوا الى ماسمعوا فقص الله تعالى خبرهم
            على النبي صلى الله عليه وسلم فقال: وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا
            مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْءَانَ فَلَمَّا حَضَرُوهُ قَالُوا
            أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ
            قَالُوا يَاقَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ
            مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ
            وَإِلَى طَرِيقٍ مُسْتَقِيمٍ - سورة الأحقاف
          </p>

          <hr />

          <p>
            هذه الدعوة التي رفضها المشركون بالطائف تنتقل الى عالم آخر هو عالم
            الجن، فتلقوا دعوة النبي صلى الله عليه وسلم ومضوا بها الى قومهم ، كما
            مضى بها أبو ذر الغفاري الى قومه، والطفيل بن عمرو الى قومه، وضماد
            الأزدي الى قومه، فأصبح في عالم الجن دعاة يبلغون دعوة الله تعالى:
            يَاقَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَءَامِنُوا بِهِ يَغْفِرْ
            لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ - سورة
            الأحقاف
          </p>

          <hr />

          <p>
            وأصبح أسم محمد صلى الله عليه وسلم تهفو به قلوب الجن وليس قلوب
            المؤمنين من الإنس فقط وأصبح من الجن حواريون حملوا راية التوحيد
            ووطنوا أنفسهم دعاة الى الله ونزل في حقهم قرآناً يتلى الى أن يرث الله
            الأرض ومن عليها قال تعالى: قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ
            نَفَرٌ مِّنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا
            يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِۖ وَلَن نُّشْرِكَ بِرَبِّنَا
            أَحَدًا وَأَنَّهُ تَعَالَىٰ جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً
            وَلَا وَلَدًا - سورة الجن
          </p>
        </section>
      </main>
    </>
  )
}
