import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section11() {
  return (
    <>
      <HeadComponent title='غزوة أُحد' />
      <Navbar title='غزوة أُحد' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p className='titleS1'>أسباب الغزوة</p>

          <p>
            كان للهزيمة الكبيرة في بدر وقتل السادة والاشراف من قريش وقعاً كبيراً
            من الخزي والعار الذي لحق بهم وجعلهم يشعرون بالمذلة والهزيمة، ولذلك
            بذلوا قصارى جهدهم في غسل هذه الذلة والمهانة التي لصقت بهم ولذلك
            شرعوا في جمع المال لحرب رسول الله صلى الله عليه وسلم فور عودتهم من
            بدر.
          </p>

          <hr />

          <p className='titleS1'>مشاورته صلى الله عليه وسلم لأصحابه</p>

          <p>
            علم صلى الله عليه وسلم بخروج قريش للحرب وجمع المعلومات الكاملة عن
            جيش الكفار، وجمع أصحابه رضي الله عنهم وشاورهم في البقاء في المدينة
            والتحصن فيها أو الخروج لملاقاة المشركين، وكان رأي النبي صلى الله
            عليه وسلم البقاء في المدينة وقال : إنا في جُنَّة حصينة فإن رأيتم أن
            تقيموا وتدعوهم حيث نزلوا فإن أقاموا أقاموا بشر مقام وإن دخلوا علينا
            قاتلناهم فيها، وكان رأي عبدالله بن أبي بن سلول مع رأي رسول الله صلى
            الله عليه وسلم إلا أن رجالاً من المسلمين ممن كان فاته بدر قالوا: يا
            رسول الله اخرج بنا الى أعدائنا.
          </p>

          <p>
            فلم يزل الناس برسول الله صلى الله عليه وسلم الذي كان من أمرهم حب
            لقاء القوم حتى دخل رسول الله صلى الله عليه وسلم بيته فلبس لأمته
            فتلاوم القوم فقالوا: عرض نبي الله صلى الله عليه وسلم بأمر وعرضتم
            بغيره ، فاذهب ياحمزة فقل لنبي الله صلى الله عليه وسلم أمرنا لأمرك
            تبع، فأتى حمزة فقال له: يانبي الله إن القوم تلاوموا، فقالوا أمرنا
            لأمرك تبع، فقال رسول الله صلى الله عليه وسلم: إنه ليس لنبي إذا لبس
            لامته أن يضعها حتى يقاتل.
          </p>

          <hr />

          <p className='titleS1'>انسحاب المنافق ابن سلول بثلث الجيش</p>

          <p>
            عندما وصل جيش المسلمين انسحب المنافق ابن سلول بثلاثمائة من
            المنافقين، بحجة أنه لن يقع قتال مع المشركين ومعترضاً على قرار القتال
            خارج المدينة، قائلاً: أطاع الولدان ومن لارأي له أطاعهم وعصاني علام
            نقتل أنفسنا ، وكان هدفه الرئيس من هذا التمرد أن يحدث بلبلة واضطراباً
            في الجيش الإسلامي لتنهار معنوياته قال تعالى: مَا كَانَ اللَّهُ
            لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ
            الْخَبِيثَ مِنَ الطَّيِّبِ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى
            الْغَيْبِ - سورة آل عمران
          </p>

          <hr />

          <p className='titleS1'>السيطرة على جبل أحد وأوامر الرماه</p>

          <p>
            عندما وصل جيش المسلمين الى جبل أحد جعل الرسول صلى الله عليه وسلم
            ظهورهم الى الجبل ووجوههم الى المدينة، وانتقى خمسين من الرماة تحت
            إمرة عبدالله بن جبير ووضعهم فوق جبل عينين المقابل لجبل أحد وذلك يمنع
            التفاف جيش المشركين حول جيش المسلمين ، وأصدر أوامره إليهم قائلاً: إن
            رأيتمونا تخطفنا الطير فلا تبرحوا مكانكم هذا حتى أرسل إليكم وإن
            رأيتمونا هَزَمْنا القوم وأوطأناهم فلا تبرحوا حتى أرسل إليكم.
          </p>

          <hr />

          <p className='titleS1'>بدء القتال</p>

          <p>
            التحم الجيشان وأشتد القتال وشرع رسول الله يشحذ في همم أصحابه ويعمل
            على رفع معنوياتهم وأخذ سيفا،ً وقال: من يأخذ مني هذا؟ فبسطوا أيديهم
            كل إنسان منهم يقول: أنا أنا قال: فمن يأخذه بحقه قال: فأحجم القوم
            فقال: سماك بن خرشة أبو دجانة وماحقه يارسول الله؟ قال: أن تضرب به
            العدو حتى ينحني قال: أنا آخذه بحقه، فدفعه إليه وكان رجلاً شجاعاً
            يختال عند الحرب -اي يمشي مشية المتكبر- وحين رآه رسول الله صلى الله
            عليه وسلم يتبختر بين الصفين قال: إنها لمشية يبغضها الله إلا في مثل
            هذا الموطن.
          </p>

          <hr />

          <p className='titleS1'>
            مخالفة الرماة لأمر الرسول صلى الله عليه وسلم
          </p>

          <p>
            ولما رأى الرماة الهزيمة التي حلت بقريش وأحلافها ورأوا الغنائم في أرض
            المعركة جذبهم ذلك الى ترك مواقعهم ظناً منهم أن المعركة انتهت، فقالوا
            لأميرهم عبدالله بن جبير: الغنيمة الغنيمة ظهر أصحابكم فما تنتظرون؟
            فقال عبدالله بن جبير: أنسيتم ماقال لكم رسول الله صلى الله عليه وسلم
            ؟ قالوا: والله لنأتين الناس فلنصيبن من الغنيمة ثم انطلقوا يجمعون
            الغنائم ولم يعبأوا بقول أميرهم.
          </p>

          <hr />

          <p className='titleS3'>كسر أنفه الشريف صلى الله عليه وسلم</p>

          <p>
            بعد مخالفة الرماه أحاط المشركون بالمسلمين من جهتين استطاعوا الخلوص
            قريباً من النبي صلى الله عليه وسلم فرموه بحجر كسر أنفه الشريف
            ورباعيته وشجه في وجهه الكريم، فأثقله وتفجر الدم منه صلى الله عليه
            وسلم ، وعن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم كسرت
            رباعيته يوم أحد وشج في رأسه -كسر في الرأس- فجعل يسلت الدم عنه ويقول:
            كيف يفلح قوم شجوا نبيهم وكسروا رباعيته -إحدى الاسنان الأربع التي
            تكون بين الثنية والناب- وهو يدعوهم الى الله فأنزل الله عز وجل:
            لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ
            يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ - سورة آل عمران{' '}
          </p>

          <hr />

          <p className='titleS1'>أشاعة مقتل النبى صلى الله عليه وسلم</p>

          <p>
            وحمل ابن قمئة على مصعب بن عمير رضي الله عنه حيث كان شديد الشبه برسول
            الله صلى الله عليه وسلم فقتله فقال لقريش: قد قتلت محمداً، وشاع أن
            محمداً قد قتل فتفرق المسلمون، ودخل بعضهم المدينة وانطلقت طائفة منهم
            فوق الجبل واختلطت على الصحابة أحوالهم فما يدرون كيف يفعلون من هول
            الفاجعة ففر جمع من المسلمين من ميدان المعركة وجلس بعضهم الى جانب
            ميدان المعركة بدون قتال وآخرون آثروا الشهادة.
          </p>

          <hr />

          <p className='titleS3'>أنس بن النضر</p>

          <p>
            أذهلت الشائعة المسلمين وألقوا بسلاحهم فقال أنس بن النضر: مايجلسكم؟
            قالوا: قتل رسول الله فقال: ياقوم إن كان محمد قد قتل فإن ربَّ محمد لم
            يقتل وموتوا على مامات عليه، وقال: اللهم إني أعتذر إليك مما قال هؤلاء
            -يعني المسلمين- وأبرأ إليك مما جاء به هؤلاء -يعني المشركين- ثم لقي
            سعد بن معاذ فقال: ياسعد إني لأجد ريح الجنة دون أحد، ثم ألقى بنفسه في
            أتون المعركة ومازال يقاتل حتى استشهد ، فوجد فيه بضع وثمانون مابين
            ضربة بسيف أو طعنة برمح أو رمية بسهم فلم تعرفه إلا أخته ببنانه وفي
            هذا وأمثاله نزل قول الله تعالى: مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا
            مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ
            وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلا - سورة الأحزاب
          </p>

          <hr />

          <p className='titleS1'>
            خطة الرسول صلى الله عليه وسلم في إعادة شتات الجيش
          </p>

          <p>
            كان هدف المشركين شخص النبي صلى الله عليه وسلم فلم يتزحزح عليه الصلاة
            والسلام من موقفه والصحابة يسقطون واحداً تلو الواحد بين يديه وحصر
            رسول الله صلى الله عليه وسلم في قلب المشركين وليس معه إلا تسعة من
            أصحابه سبعة منهم من الانصار ، ثم قاتل عنه طلحة بن عبيدالله حتى أثخن
            وأصيب بسهم شلت يمينه وأراد النبي صلى الله عليه وسلم الى صخرة فلم
            يستطع فقعد طلحه تحته حتى استوى على الصخرة قال الزبير: فسمعت النبي
            صلى الله عليه وسلم يقول: أوجب طلحة.
          </p>

          <p>
            وقاتل سعد بن أبي وقاص بين يدي رسول الله صلى الله عليه وسلم، وكان
            يناوله النبال ويقول له: إرم ياسعد فداك أبي وأمي وقام أبو عبيدة بنزع
            السهمين من وجه النبي صلى الله عليه وسلم بأسنانه.
          </p>

          <p>
            وعاد المسلمون فسيطروا على الموقف من جديد، ويئس المشركون من إنهاء
            المعركة، وانسحب النبي صلى الله عليه وسلم بمن معه ومن لحق به من
            أصحابه الى أحد شعاب جبل أحد، وكان المسلمون في حالة من الألم والخوف
            والغم لما أصاب رسول الله صلى الله عليه وسلم وما أصابهم رغم نجاحهم في
            رد المشركين، فأنزل الله عليهم النعاس فناموا يسيراً ثم أفاقوا آمنين
            مطمئنين قال تعالى: ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ
            أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ
            أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ
            ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنَ الأَمْرِ مِنْ
            شَيْءٍ قُلْ إِنَّ الأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي
            أَنْفُسِهِمْ مَا لا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ
            الأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا قُلْ لَوْ كُنْتُمْ فِي
            بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى
            مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ
            وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ
            الصُّدُورِ - سورة آل عمران
          </p>

          <hr />

          <p className='titleS3'>ويتخذ منكم شهداء</p>

          <p className='titleS2'>حمزة بن عبدالمطلب رضي الله عنه سيد الشهداء</p>

          <p>
            بعد انتهاء المعركة سأل رسول الله صلى الله عليه وسلم أصحابه: من رأى
            مقتل حمزة؟ فقال رجل: أنا رأيت مقتله قال: فانطلق أرناه فخرج رسول الله
            صلى الله عليه وسلم حتى و قف على حمزة فرآه وقد شق بطنه وقد مثل به
            فقال: يارسول الله مثل به والله، وفي رواية لما بلغ النبي صلى الله
            عليه وسلم قتل حمزة بكى فلما نظر إليه شهق ووقف بين ظهراني القتلى
            فقال: أنا شهيد على هؤلاء كفنوهم في دمائهم فإنه ليس جرح يجرح في الله
            إلا جاء يوم القيامة يدمي لونه لون الدم وريحه ريح المسك قدموا أكثرهم
            قرآنا فاجعلوه في اللحد.
          </p>

          <hr />

          <p className='titleS2'>
            حنظلة بن أبي عامر رضي الله عنه غسيِل الملائكة
          </p>

          <p>
            لمّا انكشف المشركون ضرب حنظلة فرس أبي سفيان بن حرب فوقع على الأرض،
            فصاح وحنظلة يريد ذبحه فأدركه الأسود بن شدّاد ويقال له ابن شعوب فحمل
            على حنظلة بالرمح فأنفذه ومشى إليه حنظلة بالرمح وقد أثبته ثم ضرب
            الثانية فقتله، فذكر ذلك لرسول الله صلى الله عليه وسلم فقال: إني رأيت
            الملائكة تغسِّله بين السماء والأرض بماء المزن في صحاف الفضة فقال
            رسول الله صلى الله عليه وسلم :فأسالوا أهله ماشأنه؟ فسألوا صاحبته عنه
            فقالت: خرج وهو جُنُب حين سمع الهاتفة فقال رسول الله صلى الله عليه
            وسلم : فلذلك غسلته الملائكة.
          </p>

          <hr />

          <p className='titleS2'>عبدالله بن عمرو بن حرام رضي الله عنه</p>

          <p>
            وقال رسول الله صلى الله عليه وسلم لجابر بن عبد الله: أفلا أبشرك بما
            لقي الله به أباك؟ قال: بلى يارسول الله قال صلى الله عليه وسلم: ماكلم
            الله أحداً قط إلاّ من وراء حجاب وكلّم أباك كفاحاً -ليس بينهما حجاب-
            ياجابر أما علمت أن الله أحيا أباك فقال: ياعبدي تمنَّ علي أعطك، قال:
            يارب تحييني فأقتل فيك ثانية فقال الرب سبحانه: إنه سبق مني أنهم إليها
            لايرجعون قال: يارب فأبلغ من ورائي، فأنزل الله تعالى: وَلا
            تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ
            أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ - سورة آل عمران
          </p>

          <hr />

          <p className='titleS3'>فضل الشهداء</p>

          <p>
            قال رسول الله صلى الله عليه وسلم : لما أصيب إخوانكم بأحد جعل الله
            أرواحهم في أجواف طيرٍ خضر ترد أنهار الجنة وتأكل من ثمارها وتأوي إلى
            قناديل من ذهب في ظل العرش، فلما وجدوا طيب مشربهم ومأكلهم وحسن
            مقيلهم، قالوا: ياليت إخواننا يعلمون ماصنع الله بنا لئلا يزهدوا في
            الجهاد ولاينكلوا عن الحرب، فقال عزوجل: أنا أبلغهم عنكم فأنزل الله
            عزوجل على رسوله صلى الله عليه وسلم هذه الآيات قال تعالى: وَلا
            تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ
            أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ فَرِحِينَ بِمَا ءَاتَاهُمُ
            اللَّهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا
            بِهِمْ مِنْ خَلْفِهِمْ أَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ
            يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لا
            يُضِيعُ أَجْرَ الْمُؤْمِنِينَ - سورة آل عمران
          </p>

          <hr />

          <p className='titleS1'>
            معاملة النبي صلى الله عليه وسلم للرماة والمنافقين الذين انخذلوا
          </p>

          <p>
            إن الرماة الذين أخطأوا الاجتهاد في غزوة أحد لم يخرجهم الرسول صلى
            الله عليه وسلم خارج الصف، ولم يقل لهم إنكم لاتصلحون لشيء من هذا
            الأمر بعدما بدا منكم في التجربة من النقص والضعف، بل قبل ضعفهم هذا في
            رحمة وعفو وفي سماحة ثم شمل سبحانه وتعالى برعايته وعفوه جميع الذين
            اشتركوا في هذه الغزوة رغم ماوقع من بعضهم من أخطاء جسيمة، وماترتب
            عليه من خسائر فادحة فعفا سبحانه وتعالى عفواً غسل به خطاياهم ومحا به
            آثار تلك الخطايا، قال تعالى: وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ
            إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ
            وَتَنَازَعْتُمْ فِي الأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ
            مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ
            يُرِيدُ الآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ
            وَلَقَدْ عَفَا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ -
            سورة آل عمران ،وهناك أمر مهم يتصل بهذا العفو قد يترك أثراً في نفوسهم
            يعوقها بعض الشيء ذلك هو موقف رسول الله صلى الله عليه وسلم مما حدث
            منهم إنهم يشعرون أن الرسول صلى الله عليه وسلم هو وحده الذي تحمل
            نتيجة تلك الأخطاء، فلابد أن ينالوا منه عفواً تطيب به نفوسهم وتتم به
            نعمة الله عليهم لهذا أمر الله سبحانه وتعالى نبيه صلى الله عليه وسلم
            بأن يعفو عنهم، وحثهم على الاستغفار لهم كما أمره أن يأخذ رأيهم
            والاستماع إلى مشورتهم ولايجعل ماحدث صارفاً له عن الاستفادة من
            خبراتهم ومشورتهم، قال تعالى: فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ
            لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لانْفَضُّوا مِنْ
            حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي
            الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ
            يُحِبُّ الْمُتَوَكِّلِينَ - سورة آل عمران
          </p>

          <hr />

          <p className='titleS1'>قوانين النصر والهزيمة</p>

          <p>
            تحدثت سورة الأنفال عن غزوة بدر بشيء من التفصيل وتحدثت سورة آل عمران
            عن غزوة أحد، لكي تتعلم الأمة كثيراً من المفاهيم تتعلق بمفهوم القضاء
            والقدر ومفهوم الحياة والموت ومفهوم النصر والهزيمة ومفهوم الربح
            والخسارة ومفهوم الإيمان والنفاق ومفهوم المحنة والمحق.
          </p>

          <p>
            أن النصر ابتداء وانتهاء بيد الله عزوجل وليس ملكاً لأحد من الخلق يهبه
            الله لمن يشاء ويصرفه عمن يشاء، مثله مثل الرزق والأجل والعمل قال
            تعالى : وَمَا جَعَلَهُ اللَّهُ إِلا بُشْرَى وَلِتَطْمَئِنَّ بِهِ
            قُلُوبُكُمْ وَمَا النَّصْرُ إِلا مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ
            عَزِيزٌ حَكِيمٌ - سورة الأنفال ،وحين يقدّر الله تعالى النصر فلن
            تستطيع قوى الأرض كلها الحيلولة دونه وحين يقدر الهزيمة فلن تستطيع قوى
            الأرض أن تحول بينه وبين الأمة قال تعالى: إِنْ يَنْصُرْكُمُ اللَّهُ
            فَلا غَالِبَ لَكُمْ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي
            يَنْصُرُكُمْ مِنْ بَعْدِهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ
            الْمُؤْمِنُونَ - سورة آل عمران
          </p>

          <hr />

          <p className='titleS2'>تذكير المؤمنين بالسنن</p>

          <p>
            قال تعالى: قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِي الأَرْضِ
            فَانْظُروا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ هَذَا بَيَانٌ
            لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ وَلا تَهِنُوا وَلا
            تَحْزَنُوا وَأَنْتُمُ الأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ - سورة
            آل عمران ،إن المتأمل في هذه الآيات الكريمة يجد أن الله سبحانه وتعالى
            لم يترك المسلمين لوساوس الشيطان في محنة غزوة أحد، بل خاطبهم بهذه
            الآيات التي بعث بها الأمل في قلوبهم وأرشدهم إلى مايقويهم ويثبتهم
            ويمسح بتوجيهاته دموعهم ويخفف عنهم آلامهم، وهى دعوة للتأمل في مصير
            الأمم السابقة التي كذبت بدعوة الله تعالى وكيف جرت فيهم سنته على حسب
            عادته وهي الإهلاك والدمار بسبب كفرهم وظلمهم وفسوقهم على أمره.
          </p>

          <hr />

          <p className='titleS2'>بيان حكمة الله</p>

          <p>
            قال تعالى: إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ
            مِثْلُهُ وَتِلْكَ الأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ
            وَلِيَعْلَمَ اللَّهُ الَّذِينَ ءَامَنُوا وَيَتَّخِذَ مِنْكُمْ
            شُهَدَاءَ وَاللَّهُ لا يُحِبُّ الظَّالِمِينَ وَلِيُمَحِّصَ اللَّهُ
            الَّذِينَ ءَامَنُوا وَيَمْحَقَ الْكَافِرِينَ أَمْ حَسِبْتُمْ أَنْ
            تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا
            مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ
            الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ
            وَأَنْتُمْ تَنْظُرُونَ - سورة آل عمران
          </p>

          <p>
            بين لهم أن الجروح والقتلى يجب أن لاتؤثر في جسدهم واجتهادهم في جهاد
            العدو، وذلك لأنه كما أصابهم ذلك فقد أصاب عدوهم مثله من قبل ذلك فإذا
            كانوا مع باطلهم وسوء عاقبتهم لم يفتروا لأجل ذلك في الحرب فبأن
            لايلحقكم الفتور مع حسن العاقبة والتمسك بالحق أولى، وقال ابن كثير: أي
            لايحصل لكم دخول الجنة حتى تبتلوا ويرى الله منكم المجاهدين في سبيله
            والصابرين على مقاومة الأعداء، وقال ايضا : قد كنتم - أيها المؤمنون-
            قبل هذا اليوم تتمنون لقاء العدو وتحترقون عليه وتودون مناجزتهم
            ومصابرتهم، فها قد حصل لكم الذي تمنيتموه وطلبتموه فدونكم فقاتلوا
            وصابروا.
          </p>

          <hr />

          <p className='titleS2'>كيفية معالجة الأخطاء</p>

          <p>
            ترفق القرآن الكريم وهو يعقب على ما أصاب المسلمين في أحد على عكس
            مانزل في بدر من آيات، فكان أسلوب القرآن الكريم في محاسبة المنتصر على
            أخطائه أشد من حساب المنكسر، فقال في غزوة بدر: مَا كَانَ لِنَبِيٍّ
            أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الأَرْضِ تُرِيدُونَ
            عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الآخِرَةَ وَاللَّهُ عَزِيزٌ
            حَكِيمٌ لَوْلا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا
            أَخَذْتُمْ عَذَابٌ عَظِيمٌ - سورة الأنفال
          </p>

          <p>
            وقال في أحد: وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ
            تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ
            فِي الأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ
            مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الآخِرَةَ
            ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ
            وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ - سورة آل عمران ،وفي هذا
            حكمة عملية وتربية قرآنية يحسن أن يلتزمها أهل التربية والقائمون على
            التوجيه .
          </p>

          <hr />

          <p className='titleS2'>ضرب المثل بالمجاهدين السابقين</p>

          <p>
            قال تعالى: وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ
            كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا
            ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ وَمَا
            كَانَ قَوْلَهُمْ إِلا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا
            وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا
            عَلَى الْقَوْمِ الْكَافِرِينَ فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا
            وَحُسْنَ ثَوَابِ الآخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ سورة آل
            عمران ،قال ابن كثير: عاتب الله بهذه الآيات والتي قبلها من انهزام يوم
            أحد وتركوا القتال لما سمعوا الصائح يصيح بأن محمداً قد قتل فعذلهم
            الله على فرارهم وتركهم القتال .
          </p>

          <hr />

          <p className='titleS2'>مخالفة ولي الأمر تسبب الفشل لجنوده</p>

          <p>
            ويظهر ذلك في مخالفة الرماة لأمر النبي صلى الله عليه وسلم ووقوعهم في
            الخطأ الفظيع الذي قلب الموازين، وأدى إلى الخسائر الفادحة التي لحقت
            بالمسلمين، ولكي نعرف أهمية الطاعة لولي الأمر نلحظ أن انخزال عبدالله
            بن أبي ومن معه من المنافقين لم يؤثر على المسلمين، بينما الخطأ الذي
            ارتكبه الرماة الذين أحسن الرسول صلى الله عليه وسلم تربيتهم وأسند لكل
            واحد منهم عملاً ثم خالفوا أمره صلى الله عليه وسلم، كان ضرره على
            المسلمين عامة حيث سلط الله عليهم عدوهم وذلك بسبب عصيان الأوامر ثم
            اختلطت أمورهم وتفرقت كلمتهم أن يقضي على الدعوة الإسلامية وهي في
            مهدها.
          </p>

          <hr />

          <p className='titleS2'>التعلق والارتباط بالدين</p>

          <p>
            قال ابن كثير: لما انهزم من انهزم من المسلمين يوم أحد وقتل من قتل
            منهم، نادى الشيطان ألا إن محمداً قد قتل ورجع ابن قميئة إلى المشركين
            فقال لهم: قتلت محمداً وإنما كان قد ضرب رسول الله صلى الله عليه وسلم
            فشجه في رأسه، فوقع ذلك في قلوب كثير من الناس واعتقدوا أن رسول الله
            صلى الله عليه وسلم قد قتل وجوزوا عليه ذلك، كما قد قص الله عن كثير من
            الأنبياء عليهم السلام فحصل ضعف ووهن وتأخر عن القتال، ففي ذلك أنزل
            الله: وَمَا مُحَمَّدٌ إِلا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ
            الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى
            أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ
            اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ - سورة آل عمران
            ،أي له أسوة بهم في الرسالة وفي جواز القتل عليه و إن الرسل ليست باقية
            في أقوامها أبداً فكل نفس ذائقة الموت.
          </p>

          <p>
            لقد كان من أسباب البلاء والمصائب التي حدثت للمسلمين يوم أحد، أنهم
            ربطوا إيمانهم وعقيدتهم ودعوتهم إلى الله لإعلاء كلمته بشخص رسول الله
            صلى الله عليه وسلم، فهذا الربط بين عقيدة الإيمان بالله رباً معبوداً
            وحده وبين بقاء شخص النبي صلى الله عليه وسلم خالد فيهم، خالطه الحب
            المغلوب بالعاطفة الربط بين الرسالة الخالدة وبين الرسول صلى الله عليه
            وسلم البشر الذي يلحقه الموت، كان من أسباب ما نال الصحابة رضي الله
            عنهم من الفوضى والدهشة والاستغراب، ومتابعة الرسول صلى الله عليه وسلم
            أساس وجوب التأسي به في الصبر على المكاره والعمل الدائب على نشر
            الرسالة وتبليغ الدعوة ونصرة الحق.
          </p>

          <hr />

          <p>
            وقال ابن القيم: إن غزوة أحد كانت مقدمة وإرهاصاً بين يدي موت رسول
            الله صلى الله عليه وسلم، فثبتهم ووبخهم على انقلابهم على أعقابهم إن
            مات رسول الله صلى الله عليه وسلم أو قتل، بل الواجب له عليهم أن
            يثبتوا على دينه وتوحيده ويموتوا عليه أو يقتلوا فإنهم إنما يعبدون رب
            محمد وهو لايموت فلو مات محمد أو قتل لاينبغي لهم أن يصرفهم ذلك عن
            دينه وماجاء به فكل نفس ذائقة الموت، ومانُعتَ محمد صلى الله عليه وسلم
            ليخلَّد لاهو ولاهم بل ليموتوا على الإسلام والتوحيد.
          </p>

          <hr />

          <p>
            أن النصر له نواميس ثابتة عند الله عزوجل نحن بحاجة إلى فقهها، فلابد
            أن تكون الراية خالصة لله سبحانه عند الذين يمثلون جنده قال تعالى:
            يَاأَيُّهَا الَّذِينَ ءَامَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ
            وَيُثَبِّتْ أَقْدَامَكُمْ - سورة محمد ونصر الله في الاستجابة له
            والاستقامة على منهجه والجهاد في سبيله.
          </p>

          <p>
            وحدة الصف ووحدة الكلمة أساس في النصر وتفريق الكلمة والاختلاف في
            الرأي دمار وهزيمة قال تعالى: وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا
            تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ
            اللَّهَ مَعَ الصَّابِرِينَ - سورة الأنفال
          </p>

          <hr />

          <p>
            فحب الدنيا والتهافت عليها يفقد الأمة عون الله ونصره قال تعالى :
            حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الأَمْرِ وَعَصَيْتُمْ
            مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ
            الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الآخِرَةَ.... - سورة آل عمران
          </p>

          <p>
            ونقص العدد والعدة ليس هو سبب الهزيمة قال تعالى: وَلَقَدْ نَصَرَكُمُ
            اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ
            تَشْكُرُونَ - سورة آل عمران
          </p>

          <hr />

          <p>
            ومن فقه النبي صلى الله عليه وسلم في ممارسة سنة الأخذ بالأسباب وتحقيق
            عدم الشعور بالهزيمة وأن ما حدث هو محنة وابتلاء فقد خرج صلى الله عليه
            وسلم والصحابة لغزوة حمراء الأسد .
          </p>
        </section>
      </main>
    </>
  )
}
