import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section15() {
  return (
    <>
      <HeadComponent title='غزوة ذات الرقاع' />
      <Navbar title='غزوة ذات الرقاع' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p>
            اختلف أهل المغازي والسير في تاريخ هذه الغزة وقد ذهب البخاري الى أنها
            كانت بعد خيبر، وذهب ابن اسحاق الى أنها بعد غزوة بني النضير، وقيل بعد
            الخندق سنة أربع، وصلى فيها رسول الله صلى الله عليه وسلم صلاة الخوف.
          </p>

          <p className='titleS1'>سبب الغزوة</p>

          <p>
            ان ماظهر من الغدر لدى كثير من قبائل نجد بالمسلمين، ذلك الغدر الذي
            تجلى في مقتل أولئك الدعاة السبعين الذين خرجوا يدعون إلى الله تعالى
            فخرج عليه الصلاة والسلام قاصداً قبائل محارب وبني ثعلبة وقد ذكر
            الدكتور محمد أبو فارس أن قادماً قدم المدينة فأخبر المسلمين أن بني
            محارب وبني ثعلبة من غطفان قد جمعوا الجموع لحرب رسول الله صلى الله
            عليه وسلم، فما كان منه صلى الله عليه وسلم إلا أن سار إليهم في عقر
            دارهم على رأس أربعمائة مقاتل وقيل سبعمائة مقاتل ولما وصل رسول الله
            صلى الله عليه وسلم إلى ديارهم خافوا وهربوا إلى رؤوس الجبال، تاركين
            نساءهم وأطفالهم وأموالهم، وحضرت الصلاة فخاف المسلمون أن يغيروا
            عليهم، فصلى رسول الله صلى الله عليه وسلم صلاة الخوف وعاد رسول الله
            إلى المدينة.
          </p>

          <p>
            وقد حققت هذه الحملة العسكرية أغراضها وتمكنت من تشتيت الحشد الذي قامت
            به غطفان لغزو المدينة فأرهب تلك القبائل وألقى عليها درساً بأن
            المسلمين ليسوا قادرين فقط على سحق من تحدّثه نفسه بالاقتراب من
            المدينة بل قادرين على نقل المعركة إلى أرض العدو نفسه وضربه في عقر
            داره.
          </p>

          <hr />

          <p className='titleS1'>سبب التسمية</p>

          <p>
            وسميت بذات الرقاع لأنهم كانوا يربطون على أرجلهم من الخرق والرقاع
            اتقاء الحر، وقيل لأنهم رقعوا راياتهم، وقيل لشجرة كانت اسمها ذات
            الرقاع، وقيل لأن المسلمين نزلوا في أرض كان فيها بقع بيض وسود مختلفة
            ، فسميت لذلك والصحيح: لأنهم كانوا يربطون على أرجلهم من الخرق، فقد
            روى الشيخان بسنديهما عن أبي موسى الأشعري قال: خرجنا مع النبي صلى
            الله عليه وسلم في غزاة ونحن ستة نفر بيننا بعير نتعقبه فنقبت أقدامنا
            ونقبت قدماي وسقطت أظفاري وكنا نلف على أرجلنا الخرق فسميت غزوة ذات
            الرقاع لما كنا نعصب بالخرق على أرجلنا.
          </p>

          <hr />

          <p className='titleS1'>صلاة الخوف</p>

          <p>
            أنزل الله تعالى على نبيه صلى الله عليه وسلم صلاة الخوف في هذه الغزوة
            وبين القرآن الكريم صفة الصلاة ساعة مواجهة العدو وهي قال تعالى:
            وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاةَ فَلْتَقُمْ
            طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا
            سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى
            لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ
            وَأَسْلِحَتَهُمْ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ
            أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً
            وَاحِدَةً وَلا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ
            مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا
            حِذْرَكُمْ إِنَّ اللَّهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُهِينًا -
            سورة النساء
          </p>

          <p>
            فقد صلى المسلمون صلاة الخوف، وصفة هذه الصلاة أن طائفة صفت معه وطائفة
            في وجه العدو، فصلى بالتي معه ركعة ثم ثبت قائماً وأتموا لأنفسهم، ثم
            انصرفوا فصفوا وجاه العدو، وجاءت الطائفة الأخرى فصلى بهم الركعة التي
            بقيت في صلاته، ثم ثبت جالساً وأتموا لأنفسهم ثم سلم بهم ، وكانت هذه
            الصلاة بمنطقة نخل التي تبعد عن المدينة بيومين ودّل تشريع صلاة الخوف
            على أهمية الصلاة حتى في قلب المعركة لايمكن التساهل فيها ولايمكن
            التنازل عنها، مهما كانت الظروف وبذلك تندمج الصلاة والعبادة بالجهاد
            وفق المنهاج النبوي في تربية الأمة الذي استمد من كتاب الله تعالى،
            فلايوجد أي انفصال أو انفصام بين العبادة والجهاد.
          </p>

          <hr />

          <p className='titleS1'>حراسة الثغور</p>

          <p>
            عندما رجع الجيش الإسلامي من غزوة ذات الرقاع سبوا امرأة من المشركين،
            فنذر زوجها ألا يرجع حتى يهريق دما في أصحاب محمد صلى الله عليه وسلم،
            فجاء ليلاً وقد جعل الرسول صلى الله عليه وسلم رجلين على الحراسة أثناء
            نومهم، وهما عبّاد بن بشر وعمار بن ياسر، فضرب عباداً بسهم وهو قائم
            يصلي فنزعه ولم يقطع صلاته حتى رشقه بثلاث سهام فلم ينصرف منها حتى
            سلم، فأيقظ صاحبه فقال: سبحان الله هلا نبهتني، فقال كنت في سورة
            اقرؤها فلم أحب أن أقطعها، فلما تابع على الرمي ركعت فآذنتك، وايم الله
            لولا أن أضيع ثغراً أمرني رسول الله صلى الله عليه وسلم بحفظه، لقطع
            نفسي قبل أن أقطعها أو أنفذها.
          </p>

          <hr />

          <p className='titleS1'>شجاعة الرسول صلى الله عليه وسلم</p>

          <p>
            عندما قفل رسول الله صلى الله عليه وسلم من غزوة ذات الرقاع أدركته
            القائلة في واد كثير العضاة، فنزل رسول الله صلى الله عليه وسلم وتفرق
            الناس يستظلون الشجر، ونزل رسول الله صلى الله عليه وسلم تحت شجرة علق
            بها سيفه قال جابر بن عبدالله: فنمنا نومة فإذا رسول الله صلى الله
            عليه وسلم يدعونا، فجئناه فإذا عنده أعرابي جالس فقال رسول الله صلى
            الله عليه وسلم: إن هذا اخترط سيفي وأنا نائم فاستيقظت وهو في يده صلتا
            فقال لي: من يمنعك مني؟ فقلت له الله، فها هو ذا جالس ولم يعاقبه رسول
            الله واسم الأعرابي: غورث ابن الحارث.
          </p>

          <p>
            فقد كان من السهل الطبيعي بالنسبة لذلك المشرك وقد أخذ السيف ورفعه فوق
            النبي صلى الله عليه وسلم وهو أعزل غارق في غفلة النوم أن يهوي به عليه
            فيقتله، وإنك لتلمس من ذلك المشرك هذا الاعتداد بنفسه والزهو بالفرصة
            الذهبية التي أمكنته من رسول الله صلى الله عليه وسلم في قوله: من
            يمنعك مني؟ فما الذي طرأ بعد ذلك حتى عاقه عن القتل؟ ليس هذا تفسير إلا
            العناية الإلهية، والإعجاز الإلهي الذي يتخطى العادات والسنن ويتجاوز
            قوى الناس لنصرة نبيه والذود عن دعوته، فقد كانت العناية الإلهية كافية
            لأن تملأ قلب المشرك بالرعب وأن تقذف في ساعديه تياراً من الرجفة،
            فيسقط من يده السيف ثم يجلس متأدباً مطرقاً بين يدي رسول الله صلى الله
            عليه وسلم وماحدث مصداق لقوله تعالى: يَاأَيُّهَا الرَّسُولُ بَلِّغْ
            مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا
            بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ
            اللَّهَ لا يَهْدِي الْقَوْمَ الْكَافِرِينَ - سورة المائدة ،فليست
            العصمة المقصودة في الآية أن لايتعرض الرسول صلى الله عليه وسلم لأذى
            أو محنة من قومه، إذ تلك هي سنة الله في عباده كما قد علمت، وإنما
            المراد من العصمة أن لاتطول إليه أي يد تحاول اغتياله وقتله لتُغتال
            فيه الدعوة الإسلامية التي بعث لتبليغها.
          </p>

          <hr />

          <p className='titleS3'>قصة جابر بن عبدالله</p>

          <p>
            قال جابر بن عبدالله رضي الله عنه: خرجت مع رسول الله صلى الله عليه
            وسلم إلى غزوة ذات الرقاع من نخل، على جمل لي ضعيف فلما قفل رسول الله
            صلى الله عليه وسلم قال: جعلت الرفاق تمضي وجعلت أتخلف حتى أدركني رسول
            الله صلى الله عليه وسلم فقال: مالك ياجابر؟ قال: قلت يارسول الله
            أبطأني جملي هذا قال: أنخه فأنخته وأناخ رسول الله صلى الله عليه وسلم،
            ثم قال: أعطني هذه العصا من يدك، أو اقطع لي عصاً من شجرة قال: ففعلت،
            قال: فأخذها رسول الله فنخسه بها نخسات ثم قال: اركب، فركبت فخرج
            -والذي بعثه بالحق- يواهق ناقته مواهقة، أي يسابقها ويعارضها في المشي
            لسرعته.
          </p>

          <hr />

          <p>
            قال: وتحدثت مع رسول الله صلى الله عليه وسلم فقال لي: أتبيعني جملك
            هذا ياجابر؟ قال: قلت يارسول الله! بل أهبه لك، قال: لا ولكن بعنيه،
            قال: قلت: فَسُمنيه يارسول الله! قال: قد أخذته بدرهم قال: قلت: لا إذن
            تغبنني يارسول الله! قال: فبدرهمين قال: قلت: لا قال: فلم يزل يرفع لي
            رسول الله صلى الله عليه وسلم في ثمنه حتى بلغ الأوقية، قال: فقلت:
            أفقد رضيت يارسول الله! قال: نعم قلت: فهو لك قال: قد أخذته.
          </p>

          <hr />

          <p>
            قال: ثم قال: ياجابر: هل تزوجت بعد؟ قال: قلت: نعم يارسول الله، قال:
            أثيِّباً أم بكراً؟ قال: قلت: لا بل ثيِّباً، قال: أفلا جارية تلاعبها
            وتلاعبك؟ قال: قلت يارسول الله! إن أبي أصيب يوم أحد وترك بنات له
            سبعاً ، فنكحت امرأة جامعة تجمع رؤوسهنَّ وتقوم عليهنَّ، قال: أصبت -
            إن شاء الله - أما إنا لو قد جئنا صراراً أمرنا بجزور فنحرت، وأقمنا
            عليها يومنا ذاك وسمعت بنا فنفضت نمارقها قال: قلت: والله يارسول الله
            مالنا من نمارق قال: إنها ستكون فإذا قدمت فاعمل عملاً كيِّساً.
          </p>

          <hr />

          <p>
            قال: فلما جئنا صراراً أمر رسول الله صلى الله عليه وسلم بجزور فنحرت،
            وأقمنا عليها ذلك اليوم فلما أمسى رسول الله صلى الله عليه وسلم دخل
            ودخلنا، قال: فحدثت المرأة الحديث وما قال لي رسول الله صلى الله عليه
            وسلم قالت: فدونك فسمع وطاعة، قال: فلما أصبحت أخذت برأس الجمل فأقبلت
            به حتى أنخته على باب رسول الله صلى الله عليه وسلم، قال: ثم جلست في
            المسجد قريباً منه، قال: وخرج رسول الله صلى الله عليه وسلم فرأى الجمل
            فقال: ماهذا؟ قالوا: يارسول الله! هذا جمل جاء به جابر قال: فأين جابر؟
            قال: فدعيت له قال: فقال: يا ابن أخي خذ برأس جملك فهو لك ودعا بلالاً
            فقال له: اذهب بجابر فأعطه أوقية قال: فذهبت معه فأعطاني أوقية وزادني
            شيئاً يسيراً، قال: فوالله مازال يَنْمى عندي ويرى مكانه من بيتنا.
          </p>

          <hr />

          <p>
            في هذه القصة صورة جميلة ورفيعة لخلق رسول الله صلى الله عليه وسلم مع
            أصحابه من حيث لطف الحديث، والتواضع الرفيع ورقة الحديث وفكاهة
            المحاورة ومحبة شديدة لأصحابه والوقوف على أحوالهم والمواساة في
            مشكلاتهم الإجتماعية مادياً ومعنوياً، فقد شعر الرسول صلى الله عليه
            وسلم أن سبب تأخر جابر عن الركب هو ضعف جمله الذي لايملك غيره لبؤس
            حاله، حيث إن والده مات شهيداً في أحد وترك له مجموعة من البنات
            والأولاد ليرعاهم، وهو مقل في الرزق فأراد الرسول صلى الله عليه وسلم
            أن ينتهز هذه الفرصة ليواسيه ويقدم له مايستطيع.
          </p>
        </section>
      </main>
    </>
  )
}
