import Navbar from './Navbar'
export default function Section27() {
  return (
    <>
      <Navbar title='إلى الرفيق الأعلى' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p>
            إن الأرواح الشفافة الصافية القوية لتدرك بعض مايكون مخبوءاً وراء حجب
            الغيب بقدرة الله تعالى، والقلوب الطاهرة المطمئة لتحدِّت صاحبها بما
            عسى أن يحدث له فيما يستقبل من الزمان، والعقول الذكية المستنيرة بنور
            الإيمان لتدرك ماوراء الألفاظ والأحداث من إشارات وتلميحات ولنبينا
            محمد صلى الله عليه وسلم من هذه الصفات الحظ الأوفر وهو منها بالمحل
            الأرفع الذي لايسامى ولايطاول .
          </p>

          <p>
            لقد جاءت بعض الآيات القرآنية مؤكدة على حقيقة بشرية النبي صلى الله
            عليه وسلم وأنه كغيره من البشر سوف يذوق الموت ويعاني سكراته كما ذاقه
            من قبل إخوانه من الأنبياء، ولقد فهم صلى الله عليه وسلم من بعض الآيات
            اقتراب أجله وقد أشار صلى الله عليه وسلم في طائفة من الأحاديث الصحيحة
            إلى اقتراب وفاته، منها ماهو صريح الدلالة على الوفاة ومنها ماليس كذلك
            حيث لم يشعر ذلك منها إلا الآحاد من كبار الصحابة الأجلاء كأبي بكر
            والعباس ومعاذ رضي الله عنهم .
          </p>

          <hr />

          <p className='tilteC1'>
            الآيات التي أشارت إلى وفاته صلى الله عليه وسلم
          </p>

          <p>
            قال تعالى: وَمَا مُحَمَّدٌ إِلا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ
            الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى
            أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ
            اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ - سورة آل عمران ،
            قال القرطبي: فأعلم الله تعالى في هذه الآية أن الرسل ليست بباقية في
            قومها أبداً وأنه يجب التمسك بما أتت به الرسل وإن فقد الرسل بموت أو
            قتل .
          </p>

          <p>
            قال تعالى: إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ - سورة الزمر ، قال
            ابن كثير: هذه الآية من الآيات التي استشهد بها الصديق رضي الله عنه
            عند موت الرسول صلى الله عليه وسلم حتى تحقق الناس موته وقال تعالى:
            وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ أَفَإِنْ مِتَّ
            فَهُمُ الْخَالِدُونَ - سورة الأنبياء ، ثم أعقب ذلك ببيان أن الموت
            حتم لازم وقدر سابق فقال عزوجل: كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ
            وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا
            تُرْجَعُونَ .
          </p>

          <p>
            قال تعالى: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ
            عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِينًا - سورة
            المائدة ، وقد بكى عمر بن الخطاب حين نزلت الآية فقيل مايبكيك؟ فقال:
            إنه ليس بعد الكمال إلا النقصان!! وكأنه استشعر وفاة النبي صلى الله
            عليه وسلم .
          </p>

          <hr />

          <p className='tilteC1'>
            الأحاديث التي أشارت إلى وفاته صلى الله عليه وسلم
          </p>

          <p>
            قالت عائشة رضي الله عنها: اجتمع نساء رسول الله صلى الله عليه وسلم
            عنده لم يغادر منهن امرأة فجاءت فاطمة تمشي لاتخطئ مشيتها مشية أبيها
            فقال: مرحباً يابنيتي فأقعدها يمينه أو شماله، ثم سارّها فبكت ثم
            سارّها فضحكت، فقلت لها: خصَّك رسول الله بالسِّرار وأنت تبكين؟ فلما
            أن قامت قلت لها أخبريني ماسارّك؟ فقالت: ماكنت لأفشي سرّ رسول الله
            صلى الله عليه وسلم، فلما توفي قلت لها: أسألك لما لي عليك من الحق لما
            أخبرتيني، قالت: أما الآن فنعم قالت: سارّني في الأول قال لي: إن جبريل
            كان يعارضني في القرآن كل سنة مرة وقد عارضني في هذا العام مرتين ولا
            أرى ذلك إلا اقتراب أجلي، فاتقي الله واصبري فنعم السلف أنا لك، فبكيت
            ثم سارني فقال: أما ترضين أن تكوني سيدة نساء المؤمنين؟ فضحكت .
          </p>

          <p>
            قال جابر رضي الله عنه: رأيت النبي صلى الله عليه وسلم يرمي على راحلته
            يوم النحر ويقول: لتأخذوا مناسككم فإني لا أدري لعلي لا أحُجُّ بعد
            حجتي هذه، وقال النووي: فيه إشارة إلى توديعهم وإعلامهم بقرب وفاته صلى
            الله عليه وسلم وحثهم على الاعتناء بالأخذ عنه وانتهاز الفرصة من
            ملازمته وتعلم أمور الدين وبهذا سميت حجة الوداع .
          </p>

          <p>
            قال أبو سعيد الخدري رضي الله عنه: خطب رسول الله صلى الله عليه وسلم
            للناس وقال: إن الله خيّر عبداً بين الدنيا وبين ماعند الله فاختار ذلك
            العبد ماعند الله، قال: فبكى أبو بكر فعجبنا لبكائه أن يخبر رسول الله
            صلى الله عليه وسلم عن عبد خير فكان رسول الله صلى الله عليه وسلم هو
            المخيَّر وكان أبو بكر أعلمنا ، قال الحافظ ابن حجر: وكأن أبا بكر رضي
            الله عنه فهم الرمز الذي أشار به النبي صلى الله عليه وسلم من قرينه
            ذكره ذلك في مرض موته فاستشعر منه أنه أراد نفسه فلذلك بكى .
          </p>

          <p>
            وعن معاذ أن النبي صلى الله عليه وسلم لما بعثه إلى اليمن خرج راكباً
            والنبي صلى الله عليه وسلم يمشي تحت راحلته فقال: يامعاذ عسى إنك ألا
            تلقاني بعد عامي هذا فتمرَّ بقبري ومسجدي، فبكى معاذ لفراقه صلى الله
            عليه وسلم.
          </p>

          <hr />

          <p className='tilteC1'>أبو بكر يصلي بالمسلمين</p>

          <p>
            ولما اشتد المرض بالنبي صلى الله عليه وسلم وحضرت الصلاة، فأذن بلال
            قال النبي صلى الله عليه وسلم: مروا أبا بكر فليصلّ فقيل: إن أبا بكر
            رجل أسيف -رقيق القلب- إذا قام مقامك لم يستطع أن يصلي بالناس، وأعاد
            فأعادوا له فأعاد الثالثة فقال: إنكن صواحب يوسف مروا أبا بكر فليصل
            بالناس، فخرج أبو بكر فوجد النبي صلى الله عليه وسلم في نفسه خفَّة،
            فخرج يهادي بين رجلين كأني أنظر إلى رجليه تخطان من الوجع، فأراد أبو
            بكر أن يتأخر فأومأ إليه النبي صلى الله عليه وسلم أن مكانك ثم أتى به
            حتى جلس إلى جنبه، قيل للأعمش: فكان النبي صلى الله عليه وسلم يصلي
            وأبو بكر يصلي بصلاته والناس يصلون بصلاة أبي بكر! فقال برأسه: نعم .
          </p>

          <hr />

          <p className='tilteC1'>الساعات الأخيرة من حياة المصطفى</p>

          <p>
            كان أبو بكر يصلي بالمسلمين حتى إذا كان يوم الإثنين وهم صفوف في صلاة
            الفجر، كشف النبي صلى الله عليه وسلم ستر الحجرة ينظر إلى المسلمين وهم
            وقوف أمام ربهم، ورأى كيف أثمر غرس دعوته وجهاده وكيف نشأت أمة تحافظ
            على الصلاة وتواظب عليها بحضرة نبيها وغيبته، وقد قرت عينه بهذا المنظر
            البهيج وبهذا النجاح الذي لم يقدر لنبي أو داع قبله واطمأن أن صلة هذه
            الأمة بهذا الدين وعبادة الله تعالى صلة دائمة لاتقطعها وفاة نبيها،
            فملئ من السرور ما الله به عليم واستنار وجهه وهو منير، يقول الصحابة
            رضي الله عنهم: كشف النبي صلى الله عليه وسلم ستر حجرة عائشة ينظر
            إلينا وهو قائم كأن وجهه ورقة مصحف ثم تبسم يضحك، فهممنا أن نفتتن من
            الفرح وظننا أن النبي صلى الله عليه وسلم خارج إلى الصلاة، فأشار إلينا
            أن أتموا صلاتكم ودخل الحجرة وأرخى الستر وانصرف بعض الصحابة إلى
            أعمالهم ودخل أبو بكر على ابنته عائشة وقال: ما أرى رسول الله إلا قد
            أقلع عنه الوجع، وهذا يوم بنت خارجة -أحدى زوجتيه- وكانت تسكن بالسُّنح
            -خارج المدينة- فركب على فرسه وذهب إلى منزله .
          </p>

          <hr />

          <p className='tilteC3'>في الرفيق الأعلى</p>

          <p>
            واشتدت سكرات الموت بالنبي صلى الله عليه وسلم ودخل عليه أسامة بن زيد
            وقد صمت فلا يقدر على الكلام، فجعل يرفع يديه إلى السماء ثم يضعها على
            أسامة فعرف أنه يدعو له، وأخذت السيدة عائشة رسول الله وأوسدته إلى
            صدرها بين سحرها ونحرها، فدخل عبدالرحمن بن أبي بكر وبيده سواك، فجعل
            رسول الله ينظر إليه فقالت عائشة: آخذه لك فأشار برأسه نعم، فأخذته من
            أخيها ثم مضغته ولينته وناولته إياه فاستاك به كأحسن مايكون الاستياك،
            وكل ذلك وهو لاينفك عن قوله: في الرفيق الأعلى وكان صلى الله عليه وسلم
            يدخل يده في ركوة ماء أو علبة فيها ماء فيمسح بها وجهه ويقول: لا إله
            إلا الله .. إن للموت سكرات ثم نصب يده فجعل يقول في الرفيق الأعلى ..
            حتى قبض ومالت يده وفي لفظ أن النبي صلى الله عليه وسلم كان يقول:
            اللهم أعني على سكرات الموت .
          </p>

          <p>
            فارق رسول الله صلى الله عليه وسلم الدنيا وهو يحكم جزيرة العرب ويرهبه
            ملوك الدنيا ويفديه أصحابه بنفوسهم وأولادهم وأموالهم، وماترك عند موته
            ديناراً ولا درهماً ولاعبداً ولا أمة ولاشيئاً إلا بغلته البيضاء
            وسلاحه وأرضاً جعلها صدقة ، وتوفي صلى الله عليه وسلم ودرعه مرهونة عند
            يهودي بثلاثين صاعاً من شعير .
          </p>

          <p>
            وكان ذلك يوم الاثنين 12 ربيع الأول سنة 11هـ للهجرة بعد الزوال وله
            صلى الله عليه وسلم ثلاث وستون سنة، وكانت أشد الأيام سواداً ووحشة
            ومصابا على المسلمين ومحنة كبرى للبشرية.
          </p>

          <p>
            يقول أنس رضي الله عنه: كان اليوم الذي قدم فيه رسول الله صلى الله
            عليه وسلم المدينة أضاء منها كل شيء، فلما كان اليوم الذي مات فيه أظلم
            منها كل شيء وبكت أم أيمن فقيل لها مايبكيك على النبي قالت: إني قد
            علمت أن رسول الله صلى الله عليه وسلم سيموت ولكن إنما أبكي على الوحي
            الذي رفع عنا .
          </p>

          <hr />

          <p className='tilteC1'>هول الفاجعة وموقف أبي بكر منها</p>

          <p>
            قال ابن رجب: ولما توفي رسول الله صلى الله عليه وسلم اضطرب المسلمون
            فمنهم من دُهش فخولط ومنهم من أقعد فلم يُطق القيام ومنهم من أعتُقل
            لسانه فلم يطق الكلام ومنهم من أنكر موته بالكلية .
          </p>

          <p>قال القرطبي مبيناً عظم هذه المصيبة:</p>

          <p>
            من أعظم المصائب المصيبة في الدين .. قال رسول الله صلى الله عليه وسلم
            : إذا أصاب أحدكم مصيبة فليذكر مصابه بي، فإنها أعظم المصائب وصدق رسول
            الله صلى الله عليه وسلم لأن المصيبة به أعظم من كل مصيبة يصاب بها
            المسلم بعده إلى يوم القيامة، انقطع الوحي وماتت النبوة، وكان أول ظهور
            الشر بارتداد العرب وغير ذلك وكان أول انقطاع الخير وأول نقصانه .
          </p>

          <hr />

          <p>
            لقد أذهل نبأ الوفاة عمر رضي الله عنه فصار يتوعد وينذر من يزعم أن
            النبي مات ويقول: مامات ولكنه ذهب إلى ربه كما ذهب موسى بن عمران فقد
            غاب عن قومه أربعين ليلة ثم رجع إليهم والله ليرجعنَّ رسول الله كما
            رجع موسى فليقطعن أيدي رجال وأرجلهم زعموا أنه مات.
          </p>

          <p>
            ولما سمع أبو بكر الخبر أقبل على فرس من مسكنه بالسُّنح حتى نزل فدخل
            المسجد فلم يكلّم الناس حتى دخل على عائشة، فتيمَّم رسول الله صلى الله
            عليه وسلم وهو مُغشّى بثوب حِبَرة فكشف عن وجهه ثم أكبَّ عليه فقبله
            وبكى ثم قال: بأبي أنت وأمي والله لا يجمع الله عليه موتتين أما الموتة
            التي عليك فقد متها وخرج أبو بكر وعمر يتكلم فقال: اجلس ياعمر وهو ماض
            في كلامه وفي ثورة غضبه، فقام أبو بكر في الناس خطيباً بعد أن حمد الله
            وأثنى عليه:
          </p>

          <p>
            أما بعد: فإن من كان يعبد محمداً فإن محمداً قد مات ومن كان يعبد الله
            فإن الله حي لايموت ثم تلا الآية: وَمَا مُحَمَّدٌ إِلا رَسُولٌ قَدْ
            خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ
            انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ
            فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ -
            سورة آل عمران
          </p>

          <hr />

          <p>
            قال عمر: فوالله ما إن سمعت أبا بكر تلاها فهويت إلى الأرض ماتحملني
            قدماي وعلمت أن رسول الله صلى الله عليه وسلم قد مات .
          </p>

          <p>
            قال القرطبي: هذه الآية أدل دليل على شجاعة الصديق وجراءته فإن الشجاعة
            والجرأة حدُّهما ثبوت القلب عند حلول المصائب ولامصيبة أعظم من موت
            النبي صلى الله عليه وسلم فظهرت شجاعته وعلمه قال الناس: لم يمت رسول
            الله صلى الله عليه وسلم منهم عمر وخرس عثمان واستخفى علي واضطرب الأمر
            فكشفه الصديق بهذه الآية حين قدومه من مسكنه بالسُّنح .
          </p>

          <p>
            فرحم الله الصدِّيق الأكبر كم من مصيبة درأها عن الأمة وكم من فتنة كان
            المخرج على يديه، وكم من مشكلة ومعضلة كشفها بشهب الأدلة من القرآن
            والسنة التي خفيت على مثل عمر رضي الله عنه فاعرفوا للصديق حقه واقدروا
            له قدره، وأحبوا حبيب رسول الله صلى الله عليه وسلم فحبه إيمان وبغضه
            نفاق .
          </p>

          <hr />

          <p className='tilteC1'>بيعة أبي بكر بالخلافة</p>

          <p>
            وبايع المسلمون أبا بكر بالخلافة في سقيفة بني ساعدة حتى لايجد الشيطان
            سبيلاً إلى تفريق كلمتهم وتمزيق شملهم ولاتلعب الأهواء بقلوبهم،
            وليفارق رسول الله صلى الله عليه وسلم هذه الدنيا وكلمة المسلمين واحدة
            وشملهم منتظم وعليهم أمير يتولى أمورهم، ومنها تجهيز رسول الله صلى
            الله عليه وسلم ودفنه.
          </p>

          <hr />

          <p className='tilteC1'>
            غُسل رسول الله صلى الله عليه وسلم وكفنه والصلاة عليه
          </p>

          <p>
            قالت عائشة رضي الله عنها: لما أرادوا غسل النبي صلى الله عليه وسلم
            قالوا: ماندري أنجرّده من ثيابه كما نجرد موتانا أو نغسله وعليه ثيابه،
            فلما اختلفوا ألقى الله عليهم النوم حتى مامنهم رجل إلا وذقنه في صدره
            فكلمهم مكلم من ناحية البيت لا يدرون من هو !! أن اغسلوا رسول الله صلى
            الله عليه وسلم وعليه ثيابه فغسلوه وعليه قميصه يصبون الماء فوق القميص
            ويدلكون بالقميص دون أيديهم، قالت عائشة: لو استقبلت من أمري ما
            استدبرت ماغسَّله إلا نساؤه .
          </p>

          <p>
            وكفن صلى الله عليه وسلم في ثلاثة أثواب سحولية من ثياب سحول -بلدة
            باليمن- ليس فيها قميص ولاعمامة وقد صلى عليه المسلمون قال ابن عباس:
            لما مات رسول الله صلى الله عليه وسلم أدخل الرجال فصلوا عليه بغير
            إمام أرسالاً حتى فرغوا، ثم أدخل النساء فصلين عليه، ثم أدخل الصبيان
            فصلوا عليه، ثم أدخل العبيد فصلوا عليه أرسالاً لم يؤمهم على رسول الله
            صلى الله عليه وسلم أحد ، وقال ابن كثير: وهذا الصنيع وهو صلاتهم عليه
            فرادى لم يؤمهم أحد عليه أمر مجمع عليه لاخلاف فيه .
          </p>

          <hr />

          <p className='tilteC1'>موقع دفنه وصفة قبره</p>

          <p>
            اختلف المسلمون في موقع دفنه فقال بعضهم يدفن عند المنبر وقال آخرون
            بالبقيع، وقال قائل في مصلاه، فجاء أبو بكر الصديق رضي الله عنه فحسم
            مادة هذا الخلاف أيضاً بما سمعه من رسول الله صلى الله عليه وسلم قالت
            عائشة وابن عباس: لما قُبض رسول الله صلى الله عليه وسلم وغسل اختلفوا
            في دفنه فقال أبو بكر: مانسيتُ ماسمعت من رسول الله صلى الله عليه وسلم
            يقول: ماقبض الله نبياً إلا في الموضع الذي يجب أن يدفن فيه ادفنوه في
            موضع فراشه، وهذا الحديث وإن كان مختلف في صحته إلا أن دفن النبي صلى
            الله عليه وسلم في موضعه الذي توفى فيه أمر مجمع عليه.
          </p>

          <p>
            وقال ابن كثير: قد علم بالتواتر أنه عليه الصلاة والسلام دفن في حجرة
            عائشة التي كانت تختص بها شرقي مسجده في الزاوية الغربية القبلية من
            الحجرة ثم دفن فيها أبو بكر ثم عمر رضي الله عنهما .
          </p>

          <p>
            وقد لحد قبر رسول الله صلى الله عليه وسلم وقد أجمع العلماء على أن
            اللحد -الشَّقُّ يكون في جانب القبر للميِّت- والشق -أي يحفر في وسط
            الأرض- جائزان لكن إذا كانت الأرض صلبة لاينهار ترابها فاللحد أفضل وإن
            كانت رخوة تنهار فالشق أفضل .
          </p>

          <hr />

          <p className='tilteC1'>من باشر دفنه ومتى دفن</p>

          <p>
            وأما الذين باشروا دفنه صلى الله عليه وسلم قال ابن اسحاق: وكان الذين
            نزلوا في قبر رسول الله صلى الله عليه وسلم علي بن أبي طالب والفضل بن
            عباس وقُثَم بن عباس وشقران مولى رسول الله صلى الله عليه وسلم وزاد
            النووي والمقدسي : العباس قال النووي: ويقال: كان أسامة بن زيد وأوس بن
            خَوْلي معهم، ودفن في اللحد وبنى عليه صلى الله عليه وسلم في لحده
            اللَّبن يقال إنها تسع لبنات ثم أهالوا التراب، وأما وقت دفنه فقد ذهب
            كثير من العلماء إلى أنه دفن ليلة الأربعاء قال ابن كثير: والمشهور عن
            الجمهور ما أسلفناه من أنه عليه السلام توفي يوم الإثنين ودفن ليلة
            الأربعاء .
          </p>

          <hr />

          <p>
            لقد كان لوفاة رسول الله صلى الله عليه وسلم أثر على الصحابة الكرام
            فقد قال أنس رضي الله عنه: ... وما نفضنا عن النبي صلى الله عليه وسلم
            الأيدي -إنا لفي دفنه- حتى أنكرنا قلوبنا .
          </p>

          <p>
            وقد ورد أن فاطمة رضي الله عنها قالت: واكرب أباه فقال لها: ليس على
            أبيك كرب بعد اليوم فلما مات قالت: يا أبتاه أجاب ربا دعاه، يا أبتاه
            جنة الفردوس مأواه، يا أبتاه إلى جبريل ننعاه .. فلما دفن صلى الله
            عليه وسلم قالت لأنس كيف طابت أنفسكم أن تحثوا على رسول الله صلى الله
            عليه وسلم التراب .
          </p>

          <hr />

          <p>قالت صفية بنت عبدالمطلب تبكي رسول الله صلى الله عليه وسلم</p>

          <div className='poetry'>
            <p>أفاطم صلى الله ربُّ محمد .. على جدث أمسى بيثرب ثاويا</p>

            <p>عليك من الله السلام تحيةً .. وأُدخلت جناتٍ من العدن راضيا </p>
          </div>

          <hr />

          <p className='tilteC1'>الخاتمة</p>

          <p>
            وبعد فهذا مايسره الله لي من جمع وترتيب وتحليل تضمنتها فصول هذا
            الكتاب فيما يتعلق بالسيرة النبوية دروس وعبر في تربية الأمة وبناء
            الدولة فما كان فيه من صواب فهو محض فضل الله عليَّ فله الحمد والمنة
            وما كان فيه من خطأ فاستغفر الله تعالى وأتوب إليه والله ورسوله برئ
            منه وحسبي أني كنت حريصاً أن لا أقع في الخطأ وعسى أن لا أُحرم من
            الأجر.
          </p>

          <p>
            وأدعو الله تعالى أن ينفع بهذا الكتاب إخواني المسلمين وأن يذكرني من
            يقرأه في دعائه فإن دعوة الأخ لأخيه في ظهر الغيب مستجابة إن شاء الله
            تعالى وأختم هذا الكتاب بقول الله تعالى: رَبَّنَا اغْفِرْ لَنَا
            وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلا تَجْعَلْ فِي
            قُلُوبِنَا غِلا لِلَّذِينَ ءَامَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ
            رَحِيمٌ .
          </p>

          <p>سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك .</p>
        </section>
      </main>
    </>
  )
}
