import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section8() {
  return (
    <>
      <HeadComponent title='الهجرة' />
      <Navbar title='الهجرة' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p>
            إن الهجرة إلى المدينة سبقها تمهيد وإعداد وتخطيط من النبي صلى الله
            عليه وسلم، لم تكن نزهة يروح فيها الإنسان عن نفسه ولكنها مغادرة الأرض
            والأهل وأسباب الرزق والتخلي عن كل ذلك من أجل العقيدة ، ولهذا احتاجت
            إلى جهد كبير حتى وصل المهاجرون إلى قناعة كاملة بهذه الهجرة ومن تلك
            الوسائل هى التربية الإيمانية العميقة والاضطهاد الذي أصاب المؤمنين
            حتى وصلوا إلى قناعة كاملة بعدم إمكانية المعايشة مع الكفر.
          </p>

          <p>
            وتحدثت القراّن عن الفتية الذين آمنوا بربهم وعن هجرتهم من بلدهم إلى
            الكهف، وهكذا استقرت صورة من صور الإيمان في نفوس الصحابة وهي تترك
            أهلها ووطنها من أجل عقيدتها.
          </p>

          <hr />

          <p className='titleS1'>أساليب قريش في محاربة المهاجرين</p>

          <p className='titleS2'>
            صبر أم المؤمنين أم سلمة والتفريق بينها وبين زوجها
          </p>

          <p>
            ونترك أم المؤمنين أم سلمة هند بنت أبي أمية تحدثنا عن روائع الإيمان
            وقوة اليقين في هجرتها وهجرة زوجها أبي سلمة قالت رضي الله عنها: لما
            أجمع أبي سلمة الخروج إلى المدينة رحل لي بعيره ثم حملني عليه وحمل معي
            ابني سلمة بن أبي سلمة في حجري، ثم خرج بي يقود بعيره فلما رأته رجال
            بني المغيرة بن عبدالله بن عمرو بن مخزوم قاموا إليه فقالوا: هذه نفسك
            غلبتنا عليها، أرأيت صاحبتنا هذه علام نتركك تسير بها إلى البلاد؟
          </p>

          <p>
            قالت: فتركوا خطام البعير من يده فأخذوني منه، وغضب عند ذلك بنو
            عبدالأسد رهط أبي سلمة قالوا: لا والله لانترك ابننا عندها إذ نزعتموها
            من صاحبنا.
          </p>

          <p>
            قالت: فتجاذبوا ابني سلمة بينهم حتى خلعوا يده وانطلق به بنو عبد الأسد
            وحبسني بنو المغيرة عندهم وانطلق زوجي أبو سلمة إلى المدينة.
          </p>

          <p>
            قالت: ففُرق بيني وبين زوجي وبين ابني، فكنت أخرج كل غداة فأجلس
            بالأبطح فما أزال أبكي حتى أمسي سنة أو قريباً منها، حتى مرّ بي رجل من
            بني عمي - أحد بني المغيرة - فرأى مابي فرحمني، فقال لبني المغيرة: ألا
            تخرجون هذه المسكينة فرَّقتم بينها وبين زوجها وبين ولدها؟
          </p>

          <p>
            قالت: فقالوا لي: الحقي بزوجك إن شئت، وردّ بنو عبد الأسد إليّ عند ذلك
            ابني، فارتحلت بعيري ثم أخذت ابني فوضعته في حجري ثم خرجت أريد زوجي
            بالمدينة ومامعي أحد من خلق الله.
          </p>

          <p>
            قالت: فقلت: أتبلغ بمن لقيت حتى أقدم على زوجي حتى إذا كنت بالتنعيم
            لقيت عثمان بن طلحة بن أبي طلحة أخا بني عبدالدار، فقال لي: إلى أين
            يابنت أبي أمية؟
          </p>

          <p>
            قالت: فقلت: أريد زوجي بالمدينة قال: أو مامعك أحد؟ فقلت: لاوالله إلا
            الله وبنيَّ هذا، قال: والله مالك من مترك.
          </p>

          <p>
            فأخذ بخطام البعير فانطلق معي يهوي بي، فوالله ماصحبت رجلاً من العرب
            قط أرى أنه كان أكرم منه، كان إذا بلغ المنزل أناخ بي ثم أستأخر عني،
            حتى إذا نزلت عنه أستأخر ببعيري فحط عنه ثم قيَّده في الشجرة ثم تنحى
            إلى الشجرة فاضطجع تحتها فإذا دنا الرواح قام إلى بعيري فقدمه فرحله ثم
            استأخر عني فقال: اركبي فإذا ركبت فاستويت على بعيري أتى فأخذ بخطامه
            فقاد بي حتى ينزل بي فلم يزل يصنع ذلك بي حتى أقدمني المدينة، فلما نظر
            إلى قرية بني عمرو بن عوف بقباء قال: زوجك في هذه القرية وكان أبو سلمة
            بها نازلاً فادخليها على بركة الله ثم انصرف راجعاً إلى مكة.
          </p>

          <hr />

          <p>
            قال فكانت تقول: والله ما أعلم أهل بيت في الإسلام أصابهم ما أصاب آل
            أبي سلمة وما رأيت صاحباً قط أكرم من عثمان بن طلحة.
          </p>

          <p>
            وهكذا أثر الإيمان حين يخالط بشاشة القلوب فهذه أسرة فرق شملها، وامرأة
            تبكي شدة مصابها وطفل خلعت يده وحُرِم من أبويه وزوج وأب يسجل أروع صور
            التضحية والتجرد، ليكون أول مهاجر يصل أرض الهجرة محتسبين في سبيل الله
            مايلقون مصممين على المضي في طريق الإيمان والانحياز إلى كتيبة الهدى
            فماذا عسى أن ينال الكفر وصناديده من أمثال هؤلاء.
          </p>

          <p>
            وأما صنيع عثمان بن طلحة رضي الله عنه فقد كان يومئذ كافراً وأسلم قبل
            الفتح، ومع ذلك تشهد له أم سلمة رضي الله عنها بكرم الصحبة وذلك شاهد
            صدق على نفاسة هذا المعدن وكمال مروءته وحمايته للضعيف فقد أبت عليه
            مروءته وخلقه العربي الأصيل أن يَدَع امرأة شريفة تسير وحدها في هذه
            الصحراء الموحشة.
          </p>

          <p>
            إن هذه القصة ولها مُثُلُ ونظائر لتشهد أن ماكان للعرب من رصيد من
            الفضائل كان أكثر من مثالبهم ورذائلهم، فمن ثم اختار الله منهم خاتم
            انبيائه ورسله، وكانوا أهلاً لحمل الرسالة وتبليغها للناس كافة.
          </p>

          <p>
            وتظهر عناية الله تعالى بأوليائه وتسخيره لهم فهو جل وعلا الذي سخر قلب
            عثمان بن طلحة للعناية بأم سلمة ولذلك بذل الجهد والوقت من أجلها، كما
            تظهر سلامة فطرة عثمان بن طلحة التي قادته أخيراً إلى الإسلام بعد صلح
            الحديبية ولعل إضاءة قلبه بدأت منذ تلك الرحلة في مصاحبته لأم سلمة رضي
            الله عنهم.
          </p>

          <hr />

          <p>
            ولجأت قريش إلى الحبس فكل من تقبض عليه وهو يحاول الهجرة كانت تقوم
            بحبسه داخل أحد البيوت مع وضع يديه ورجليه في القيد وتفرض عليه رقابة
            وحراسة مشددة حتى لايتمكن من الهرب وأحياناً يكون الحبس داخل حائط بدون
            سقف كما فعل مع عياش وهشام بن العاص رضي الله عنهما حيث كانا محبوسين
            في بيت لاسقف له، وذلك زيادة في التعذيب إذ يضاف إلى وحشة الحبس حرارة
            الشمس وسط بيئة جبلية شديدة الحرارة مثل مكة.
          </p>

          <hr />

          <p>
            أما صهيب بن سنان النَّمري لما خرج مهاجراً فتبعه أهل مكة فنشل كنانته
            فأخرج منها أربعين سهماً فقال: لا تصلون إليَّ حتى أضع في كل رجل منكم
            سهماً، ثم أصيرُ بعد إلى السيف فتعلمون أني رجل وقد خلَّفت بمكة قينتين
            فهما لكم ونزلت على النبي صلى الله عليه وسلم: وَمِنَ النَّاسِ مَنْ
            يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ وَاللَّهُ رَءُوفٌ
            بِالْعِبَادِ - سورة البقرة ، فلما رآه النبي صلى الله عليه وسلم قال:
            أبا يحيى ربح البيع وتلا عليه الآية.
          </p>

          <hr />

          <p className='titleS1'>الفرق بين هجرة الحبشة وهجرة المدينة</p>

          <p>
            ولابد من المقارنة بين المجتمع الذي قام بالحبشة من المسلمين وبين
            المجتمع الإسلامي في يثرب، لقد كانت الحبشة تحمل طابع اللجوء السياسي
            والجالية الأجنبية أكثر مما كانت تحمل طابع المجتمع الإسلامي الكامل
            صحيح أن المسلمين ملكوا حرية العبادة هناك لكنهم معزولون عن المجتمع
            النصراني لم يستطيعوا أن يؤثروا فيه التأثير المنشود وإن كانت هجرة
            الحبشة خطوة متقدمة على جو مكة، حيث لاتتوفر حرية الدعوة وحرية العبادة
            ولكنه دون المجتمع الإسلامي في المدينة بكثير ولذلك شرع مهاجري الحبشة
            بمجرد سماع خبر هجرة المدينة بالتوجه نحوها مباشرة أو عن طريق مكة إلا
            من طلبت منه القيادة العليا البقاء هناك لقد أصبحت المدينة مسلمة بعد
            أن عاشت قروناً وثنية مشركة.
          </p>

          <hr />

          <p className='titleS1'>
            خروج الرسول صلى الله عليه وسلم ووصوله إلى الغار
          </p>

          <p>
            لم يعلم بخروج رسول الله صلى الله عليه وسلم أحد حين خرج إلا علي بن
            أبي طالب وأبو بكر الصديق، أما علي فإن رسول الله صلى الله عليه وسلم
            أمره أن يتخلف حتى يؤدي عن رسول الله صلى الله عليه وسلم الودائع التي
            كانت عنده للناس.
          </p>

          <p>
            ووقف الرسول صلى الله عليه وسلم عند خروجه بالحزورة في سوق مكة وقال:
            والله إنك لخير أرض الله وأحب أرض الله إلى الله، ولولا أني أخرجت منك
            ماخرجت.
          </p>

          <hr />

          <p className='titleS3'>عناية الله سبحانه لرسوله صلى الله عليه وسلم</p>

          <p>
            عندما أحاط المشركون بالغار وأصبح منهم رأي العين طمأن الرسول صلى الله
            عليه وسلم الصديق بمعية الله لهما: فعن أبي بكر الصديق رضي الله عنه
            قال: قلت للنبي صلى الله عليه وسلم وأنا في الغار: لو أن أحدهم نظر تحت
            قدميه لأبصرنا فقال: ما ظنك يا أبا بكر باثنين الله ثالثهما.
          </p>

          <p>
            فصاحب الدعوة لايمكن أن يستمد السلطان إلا من الله ولايمكن أن يهاب إلا
            بسلطان الله لايمكن أن يستظل بحاكم أو ذي جاه فينصره ويمنعه مالم يكن
            اتجاهه قبل ذلك إلى الله، والدعوة قد تغزو قلوب ذوي السلطان والجاه
            فيصبحون لها جنداً وخدماً فيفلحون ولكنها هي لاتفلح إن كانت من جند
            السلطان وخدمه فهي من أمر الله وهي أعلى من ذوي السلطان والجاه.
          </p>

          <p>
            وسجل الحق عزوجل ذلك في قوله تعالى: إِلاَّ تَنْصُرُوهُ فَقَدْ
            نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ
            اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لاَ
            تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ
            عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ
            الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا
            وَاللَّهُ عَزِيزٌ حَكِيمٌ - سورة التوبة
          </p>

          <hr />

          <p className='titleS2'>أسماء بنت أبي بكر ذات النطاقين</p>

          <p>
            وقد لمعت في سماء الهجرة أسماء كثيرة كان لها فضل كبير ونصيب وافر من
            الجهاد: منها عائشة بنت أبي بكر الصديق التي حفظت لنا القصة ووعتها
            وبلَّغتها للأمة وأم سلمة المهاجرة الصبور واسماء ذات النطاقين التي
            ساهمت في تموين الرسول صلى الله عليه وسلم وصاحبه في الغار بالماء
            والغذاء، وكيف تحملت الأذى في سبيل الله؟ فقد حدثتنا عن ذلك فقالت: لما
            خرج رسول الله صلى الله عليه وسلم وأبو بكر رضي الله عنه أتانا نفر من
            قريش فيهم أبوجهل بن هشام فوقفوا على باب أبي بكر فخرجت إليهم فقالوا:
            أين أبوك يابنت أبي بكر؟ قالت: قلت: لا أدري والله أين أبي؟ قالت: فرفع
            أبوجهل يده وكان فاحشاً خبيثاً فلطم خدِّي لطمة طرح منها قرطي قالت: ثم
            أنصرفوا..
          </p>

          <hr />

          <p>
            فهذا درس من أسماء رضي الله عنها تعلمه لنساء المسلمين جيلاً بعد جيل
            كيف تخفي أسرار المسلمين عن الأعداء وكيف تقف صامدة شامخة أمام قوى
            البغي والظلم؟ وأما درسها الثاني البليغ فعندما دخل عليها جدها أبو
            قحافة وقد ذهب بصره فقال: والله إني لأراه قد فجعكم بماله مع نفسه
            قالت: كلا يا أبتِ ضع يدك على هذا المال، قالت: فوضع يده عليه، فقال:
            لابأس، إذا كان ترك لكم هذا فقد أحسن وفي هذا بلاغ لكم ولا والله ماترك
            لنا شيئاً ولكني أردت أن أسكّن الشيخ بذلك.
          </p>

          <hr />

          <p>
            وبهذه الفطنة والحكمة سترت أسماء أباها وسكنّت قلب جدها الضرير من غير
            أن تكذب، فإن أباها قد ترك لهم حقاً هذه الأحجار التي كوّمتها لتطمئن
            لها نفس الشيخ إلا أنه قد ترك لهم معها إيماناً بالله لاتزلزله الجبال،
            ولا تحركه العواصف الهوج ولا يتأثر بقلة أو كثرة في المال، وورثهم
            يقيناً وثقة به لاحد لها وغرس فيهم همة تتعلق بمعالي الأمور ولا تلتفت
            الى سفاسفها فضرب بهم للبيت المسلم مثالاً عزّ ان يتكرر وقلّ أن يوجد
            نظيره.
          </p>

          <hr />

          <p className='titleS1'>الثناء على المهاجرين</p>

          <p>
            وقد اثنى الله سبحانه وتعالى على المهاجرين في القرآن الكريم وذلك
            لأنهم أخرجوا من ديارهم وأموالهم أكرههم على الخروج الأذى والاضطهاد
            والتنكر لهم من قرابتهم وعشيرتهم في مكة وما أخرجوا إلا أن يقولوا ربنا
            الله.
          </p>

          <p>
            قال تعالى: لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ
            دِيارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلاً مِنَ اللَّهِ
            وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ
            الصَّادِقُونَ - سورة الحشر
          </p>

          <p>
            وقال تعالى: وَالَّذِينَ هَاجَرُوا فِي اللَّهِ مِنْ بَعْدِ مَا
            ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً وَلأَجْرُ
            الآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ الَّذِينَ صَبَرُوا
            وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ - سورة النحل
          </p>

          <hr />

          <p>
            أن الصراع بين الحق والباطل صراع قديم وممتد وهو سنّة إلهية نافذة، قال
            عزوجل: الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلاَّ
            أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلاَ دَفْعُ اللَّهِ النَّاسَ
            بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ
            وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ
            اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ - سورة الحج
            ولكن هذا الصراع معلوم العاقبة: كَتَبَ اللَّهُ لأَغْلِبَنَّ أَنَا
            وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ - سورة المجادلة
          </p>
        </section>
      </main>
    </>
  )
}
