import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section20() {
  return (
    <>
      <HeadComponent title='صلح الحديبية' />
      <Navbar title='صلح الحديبية' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p className='titleS1'>الرؤيا</p>

          <p>
            رأى رسول الله صلى الله عليه وسلم رؤيا في منامه -وهو في المدينة- أنه
            دخل مكة مع أصحابه المسلمين محرماً مؤدياً للعمرة، فبشر النبي صلى الله
            عليه وسلم أصحابه ففرحوا بها وتهيؤا لتلك الزيارة العظيمة.
          </p>

          <hr />

          <p className='titleS1'>انتشار خبر الخروج بين قبائل العرب</p>

          <p>
            واستنفر صلى الله عليه وسلم أهل البوادي والأعراب ليخرجوا معه، لأنه
            كان يخشى أن تصده قريش عن البيت الحرام، وكانت الكعبة في نظر العرب
            قاطبة ليست ملكاً لقريش بل هي تراث أبيهم إسماعيل ولهذا فليس من حق
            قريش أن تمنع من زيارتها من تشاء ، وقد كان هدف النبي صلى الله عليه
            وسلم معلناً ألا وهو زيارة بيت الله الحرام لأداء العمرة، فتجرد هو
            وأصحابه من المخيط ولبسوا ثياب الإحرام وأحرم بالعمرة من ذي الحليفة
            بعد أن قلد الهدي وأشعره.
          </p>

          <hr />

          <p className='titleS1'>الحيطة والحذر</p>

          <p>
            وقد كان صلى الله عليه وسلم على جانب كبير من الحيطة والحذر، وبعث من
            يحمل له الكراع والسلاح وكان قصده صلى الله عليه وسلم من ذلك:
            الاستعداد لهؤلاء الأعداء ، الذين يملكون السلاح والعتاد مايستطيعون به
            إلحاق الأذى بالمسلمين والنيل منهم، وهذا التعامل مع سنة الأخذ
            بالأسباب، ولما فيه من درء مكايد الأعداء الذين يتربصون بالمسلمين
            الدوائر.
          </p>

          <hr />

          <p className='titleS1'>وصول النبي صلى الله عليه وسلم بعسفان</p>

          <p>
            لما وصل رسول الله صلى الله عليه وسلم بعسفان لقيه بشر بن سفيان الكعبي
            الخزاعي فقال: يارسول الله هذه قريش قد سمعت بمسيرك ومعها العوذ
            المطافيل، قد لبسوا جلود النمور يعاهدون الله ألا تدخلها عليهم عنوة
            أبداً، فقال رسول الله صلى الله عليه وسلم: ياويح قريش لقد أكلتهم
            الحرب ماذا عليهم لو خلوا بيني وبين سائر الناس؟ فإن أصابوني كان الذي
            أرادوا وإن أظهرني الله عليهم دخلوا في الإسلام وهم وافرون، وإن لم
            يفعلوا قاتلوا وبهم قوة فماذا تظن قريش؟ والله إني لاأزال أجاهدهم على
            الذي بعثني الله له أو تنفرد هذه السالفة.
          </p>

          <hr />

          <p className='titleS1'>
            الرسول صلى الله عليه وسلم يغير الطريق وينزل بالحديبية
          </p>

          <p>
            ولما بلغ رسول الله صلى الله عليه وسلم أن قريشاً قد خرجت تعترض طريقه،
            وتنصب كميناً له ولأصحابه، وسلكوا طريقاً وعراً بين شعاب، وشق على
            المسلمين السير فيه حتى خرجوا إلى أرض سهلة عند منقطع الوادي، وعند ذلك
            قال رسول الله صلى الله عليه وسلم للناس: قولوا نستغفر الله ونتوب إليه
            فقالوا ذلك فقال: والله إنها الحطة التي عرضت على بني إسرائيل فلم
            يقولوها.
          </p>

          <hr />

          <p className='titleS1'>السفارة بين الرسول صلى الله عليه وسلم وقريش</p>

          <p>
            بذل رسول الله صلى الله عليه وسلم مافي وسعه لإفهام قريش أنه لايريد
            حرباً معهم، وإنما يريد زيارة البيت الحرام وتعظيمه وهو حق للمسلمين
            كما هو حق لغيرهم، وعندما تأكدت قريش من ذلك أرسلت إليه من يفاوضه
            ويتعرف على قوة المسلمين ومدى عزمهم على القتال إذا ألجئوا إليه،
            وطمعاً في صد المسلمين عن البيت بالطرق السليمة من جهة ثالثة.
          </p>

          <hr />

          <p className='titleS1'>إختيار عثمان بن عفان للتفاوض</p>

          <p>
            أشار عمر بن الخطاب على النبي صلى الله عليه وسلم بعثمان رضي الله عنه،
            لأن له قبيلة تحميه من أذى المشركين وقال له صلى الله عليه وسلم: اذهب
            إلى قريش فخيرهم أنا لم نأت لقتال أحد، وإنما جئنا زواراً لهذا البيت،
            معظمين لحرمته، معنا الهدي، ننحره وننصرف.
          </p>

          <hr />

          <p className='titleS3'>بيعة الرضوان</p>

          <p>
            بلغ النبي صلى الله عليه وسلم أن عثمان رضي الله عنه قتل فدعا رسول
            الله أصحابه إلى مبايعته على قتال المشركين، ومناجزتهم فاستجاب الصحابة
            وبايعوه على الموت سوى الجد بن قيس، وذلك لنفاقه وفي رواية أن البيعة
            كانت على الصبر.
          </p>

          <p>
            قال تعالى: إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ
            اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّمَا
            يَنْكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ
            اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا - سورة الفتح
          </p>

          <hr />

          <p>
            فقد أخبر تعالى أنه رضي الله عن أولئك الصفوة الأخيار من أهل بيعة
            الرضوان: لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ
            يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ
            فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا
            وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا وَكَانَ اللَّهُ عَزِيزًا
            حَكِيمًا - سورة الفتح
          </p>

          <hr />

          <p className='titleS1'>
            مفاوضة سهيل بن عمرو لرسول الله صلى الله عليه وسلم
          </p>

          <p>
            لما بلغ قريشاً أمر بيعة الرضوان وأدرك زعماؤها تصميم الرسول صلى الله
            عليه وسلم على القتال، أوفدوا سهيل بن عمرو في نفر من رجالهم لمفاوضة
            النبي صلى الله عليه وسلم، ولما رأى رسول الله صلى الله عليه وسلم
            سهيلاً قال: لقد أراد القوم الصلح حين بعثوا هذا الرجل.
          </p>

          <hr />

          <p className='titleS1'>كتابة المعاهدة</p>

          <p>
            بعد رجوع عثمان بن عفان رضي الله عنه شرع النبي صلى الله عليه وسلم في
            إملاء صيغة المعاهدة المتفق عليها، أمر الكاتب وهو الإمام علي بن أبي
            طالب، بأن يبدأ المعاهدة بكلمة: بسم الله الرحمن الرحيم، وهنا اعترض
            رئيس الوفد القرشي سهيل بن عمرو قائلاً: لا أعرف الرحمن، اكتب باسمك
            اللهم، فضج الصحابة على هذا الاعتراض قائلين: هو الرحمن ولانكتب إلاَّ
            الرحمن ولكن النبي صلى الله عليه وسلم تمشياً مع سياسة الحكمة والمرونة
            والحلم قال للكاتب: أكتب باسمك اللهم ، واستمر في إملاء صيغة المعاهدة
            هذه، فأمر الكاتب أن يكتب هذا ما أصطلح عليه رسول الله، وقبل أن يكمل
            الجملة اعترض رئيس الوفد القرشي على كلمة رسول الله قائلاً: لو أعلم
            أنك رسول الله ما خالفتك، واتبعتك، أفترغب عن اسمك واسم أبيك محمد بن
            عبدالله؟ اكتب اسمك واسم ابيك، واعترض المسلمون على ذلك ولكن رسول الله
            بحكمته وتسامحه وبعد نظره، حسم الخلاف وأمر الكاتب بأن يشطب كلمة رسول
            الله من الوثيقة فالتزم الصحابة الصمت والهدوء.
          </p>

          <hr />

          <p>
            إن النبي صلى الله عليه وسلم وافقهم في هذه الأمور للمصلحة المهمة
            الحاصلة بالصلح مع أنه لامفسدة في هذه الأمور، أما البسملة وباسمك
            اللهم فمعناها واحد، وكذا قوله محمد بن عبدالله هو أيضاً رسول الله صلى
            الله عليه وسلم، وإنما كانت المفسدة تكون لو طلبوا أن يكتب مالا يحل من
            تعظيم آلهتهم ونحو ذلك.
          </p>

          <hr />

          <p className='titleS1'>
            التحلل من العمرة ومشورة أم سلمة رضي الله عنها
          </p>

          <p>
            لما فرغ رسول الله صلى الله عليه وسلم من قضية كتابة الصلح قال لأصحابه
            قوموا فانحروا ثم احلقوا... حتى قال ذلك ثلاث مرات، فلما لم يقم منهم
            أحد دخل على أم سلمة، فذكر لها مالقي من الناس، فقالت أم سلمة يانبي
            الله أتحب ذلك؟ أخرج ثم لاتكلم أحداً منهم كلمة حتى تنحر بدنك، وتدعو
            حالقك فيحلقك، فخرج فلم يكلم أحداً منهم حتى فعل ذلك: نحر بدنه ودعا
            حالقه، فلما رأوا ذلك قاموا فنحروا وجعل بعضهم يحلق بعضاً حتى كاد
            بعضهم يقتل بعضاً غما.
          </p>

          <hr />

          <p className='titleS3'>العودة إلى المدينة ونزول سورة الفتح</p>

          <p>
            انصرف رسول الله صلى الله عليه وسلم من الحديبية قاصداً المدينة حتى
            إذا كان بين مكة والمدينة نزلت سورة الفتح، وقد عبَّر رسول الله صلى
            الله عليه وسلم عن عظيم فرحته بنزولها وقال: أنزلت عليَّ الليلة سورة
            لهي أحب إليَّ مما طلعت عليه الشمس، فقال أصحاب رسول الله: هنيئاً
            مريئاً فمالنا؟ فأنزل الله: لِيُدْخِلَ الْمُؤْمِنِينَ
            وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ
            خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَكَانَ ذَلِكَ
            عِنْدَ اللَّهِ فَوْزًا عَظِيمًا - سورة الفتح
          </p>

          <p>
            ثم ختمت السورة الجليلة بصفات مدح للنبي صلى الله عليه وسلم ولأصحابه
            الكرام.
          </p>
        </section>
      </main>
    </>
  )
}
