import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section10() {
  return (
    <>
      <HeadComponent title='غزوة بني قينقاع' />
      <Navbar title='غزوة بني قينقاع' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p>
            ذكر الزهري أنها وقعت في السنة الثانية للهجرة، وذكر الواقدي وابن سعد
            أنها وقعت يوم السبت للنصف من شوال من السنة الثانية، واتفق معظم من
            كتب في مغازي رسول الله صلى الله عليه وسلم وسيرته على أنها وقعت بعد
            معركة بدر.
          </p>

          <p className='titleS1'>الأسباب المباشرة للغزو</p>

          <p>
            لم يلتزم يهود بني قينقاع بالمعاهدة التي ابرمها الرسول صلى الله عليه
            وسلم معهم ووقفوا من الرسول صلى الله عليه وسلم والمسلمين مواقف عدائية
            ، فأظهروا الغضب والحسد عندما انتصر المسلمون في بدر وجاهروا بعداوتهم
            للمسلمين، وقد جمعهم النبي صلى الله عليه وسلم في سوقهم بالمدينة
            ونصحهم ودعاهم إلى الإسلام وحذّرهم أن يصيبهم ما أصاب قريشاً في بدر
            غير أنهم واجهوا النبي صلى الله عليه وسلم بالتحدي والتهديد، رغم ما
            يفترض أن يلتزموا به من الطاعة والمتابعة لبنود المعاهدة التي جعلتهم
            تحت رئاسته فقد جابهوه بقولهم: يامحمد لايغرنك من نفسك أنك قتلت نفراً
            من قريش كانوا أغماراً لايعرفون القتال إنك لو قاتلتنا لعرفت إنا نحن
            الناس وإنك لم تلق مثلنا، وهكذا بدأت الأزمة تتفاعل.
          </p>

          <hr />

          <p>
            أخذ اليهود فرصة سانحة حقيرة لمناوشة المسلمين عندما جاءت امرأة من
            العرب قدمت بجلب لها فباعته بسوق بني قينقاع، وجلست إلى صائغ لها
            فجعلوا يريدونها على كشف وجهها فأبت ، فعمد الصائغ إلى طرف ثوبها فعقده
            إلى ظهرها فلما قامت انكشفت سوءتها فضحكوا بها فصاحت فوثب رجل من
            المسلمين على الصائغ فقتله وكان يهودياً وشدت اليهود على المسلم فقتلوه
            فاستصرخ أهل المسلم المسلمين على اليهود فغضب المسلمون فوقع الشر بينهم
            وبين بني قينقاع.
          </p>

          <hr />

          <p>
            فحين علم رسول الله صلى الله عليه وسلم بذلك، سار إليهم على رأس جيش من
            المهاجرين والأنصار وذلك يوم السبت للنصف من شوال من السنة الثانية
            للهجرة، وكان الذي حمل لواء المسلمين يومئذ حمزة بن عبدالمطلب رضي الله
            عنه واستخلف صلى الله عليه وسلم على المدينة أبا لبابة بن عبدالمنذر
            العمري واسمه بشير، وحين سار إليهم رسول الله صلى الله عليه وسلم نبذ
            إليهم العهد كما أمره الله تعالى في قوله: وَإِمَّا تَخَافَنَّ مِنْ
            قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لا
            يُحِبُّ الْخَائِنِينَ - سورة الأنفال
          </p>

          <hr />

          <p className='titleS1'>ضرب الحصار عليهم</p>

          <p>
            حين علم اليهود بمقدمه صلى الله عليه وسلم تحصنوا في حصونهم فحاصرهم
            النبي صلى الله عليه وسلم خمس عشرة ليلة - كما ذكر ابن هشام واستمر
            الحصار حتى قذف الله في قلوبهم الرعب واضطروا للنزول على حكمه صلى الله
            عليه وسلم فقد فاجأهم صلى الله عليه وسلم بهذا بأسلوب الحصار فأربكهم
            وأوقعهم في حيرة من أمرهم ، بعد أن قطع عنهم كل مدد وجمد حركتهم فعاشوا
            في سجن مما جعلهم في النهاية ييأسون من المقاومة والصبر فبعد أن كانوا
            يهددون رسول الله صلى الله عليه وسلم وبأنهم قوم يختلفون بأساً وشدة عن
            مشركي قريش إذا بهم يضطرون للنزول على حكم رسول الله صلى الله عليه
            وسلم، فأمر بهم فربطوا فكانوا يكتفون أكتافاً واستعمل رسول الله صلى
            الله عليه وسلم على كتافهم المنذر بن قدامة السلمي الأوسي.
          </p>

          <hr />

          <p className='titleS1'>مصير يهود بني قينقاع</p>

          <p>
            حاول ابن سلول زعيم المنافقين أن يحلّ حلفائه من وثاقهم فعندما مرّ
            عليهم قال: حلّوهم فقال المنذر: أتحلون قوماً ربطهم رسول الله صلى الله
            عليه وسلم والله لا يحلهم رجل إلا ضربت عنقه فاضطر عبدالله بن أبي بن
            سلول أن يتراجع عن أمره ويلجأ إلى استصدار الأمر من النبي صلى الله
            عليه وسلم بفك أسرهم فأتى رسول الله صلى الله عليه وسلم فقال: يامحمد
            أحسن في موالي -وكانوا حلفاء الخزرج- قال: فأبطأ عليه رسول الله صلى
            الله عليه وسلم فقال يامحمد: أحسن في موالي قال: فأعرض عنه فأدخل ابن
            أبي يده في جيب، ودرع رسول الله صلى الله عليه وسلم فقال له رسول الله
            صلى الله عليه وسلم : أرسلني وغضب رسول الله صلى الله عليه وسلم حتى
            رأوا لوجهه ظللاً ثم قال:ويحك أرسلني قال: لا والله لا أرسلك حتى تحسن
            في موالي أربع مائة حاسر وثلاثة مائة دارع قد منعوني من الأحمر والأسود
            تحصدهم في غداة واحدة، إني والله امرؤ أخشى الدوائر: فقال رسول الله
            صلى الله عليه وسلم : هم لك.
          </p>

          <hr />

          <p>
            فخلى رسول الله صلى الله عليه وسلم سبيلهم ثم أمر بإجلائهم وغنم رسول
            الله صلى الله عليه وسلم والمسلمون ماكان لديهم من مال وقد تولى جمع
            أموالهم وإحصاءها محمد بن مسلمة رضي الله عنه وحاول ابن أبي بن سلول أن
            يحدث رسول الله صلى الله عليه وسلم في يهود بني قينقاع لكي يُقرّهم في
            ديارهم فوجد على باب رسول الله صلى الله عليه وسلم عُويم بن ساعدة
            الأنصاري الأوسي فردّه عويم وقال: لاتدخل حتى يأذن رسول الله صلى الله
            عليه وسلم لك فدفعه ابن أبي فغلّظ عليه عويم حتى جحش وجه ابن أبي
            الجدار فسال الدم.
          </p>

          <hr />

          <p className='titleS1'>
            فقه النبي صلى الله عليه وسلم في تعامل مع المنافق ابن سلول
          </p>

          <p>
            ويظهر في هذا الخبر فقه النبي صلى الله عليه وسلم السياسي حيث لبى طلب
            ابن سلول، فلعل هذا الموقف يغسل قلبه ويزيل الغشاوة عنه فتتم هدايته
            فقال له: هم لك ولعل الذين يسيرون وراء زعامة ابن أبي يصلحون بصلاحه
            فيتماسك الصف ويلتحم فلا يتأثر من كيد أعداء الإسلام.
          </p>

          <p>
            وهناك بُعدٌ آخر حيث حرص صلى الله عليه وسلم أن يتفادى حدوث فتنة في
            مجتمع المؤمنين حيث أن بعض الأنصار حديثي عهد بالإسلام ويُخشى أن يؤثر
            فيهم رأس المنافقين عبدالله بن أبي لسمعته الكبيرة فيهم، ولذلك سلك صلى
            الله عليه وسلم معه أسلوب المداراة والصبر عليه وعلى إساءاته تجنباً
            للفتنة وإظهاراً لحقيقة الرجل من خلال تصرفاته ومواقفه عند من يجهلها،
            ومن ثم يفر الناس من حوله ولايتعاطفون معه، وقد حقق هذا الأسلوب نجاحاً
            باهراً فقد ظهرت حقيقة ابن سلول لجميع الناس حتى أقرب الناس إليه ومنهم
            ولده عبدالله فكانوا بعدها إذا تكلم أسكتوه وتضايقوا من كلامه بل
            أرادوا قتله كما سيأتي بإذن الله تعالى.
          </p>

          <hr />

          <p className='titleS1'>
            موالاة بني سلول لليهود وبراءة عبادة بن الصامت
          </p>

          <p>
            لما نقضت العهد بنو قينقاع وكان عبادة بن الصامت أحد بني عوف - لهم من
            حلف بني قينقاع مثل الذي لهم من عبدالله بن أبي مشى لرسول الله صلى
            الله عليه وسلم وخلعهم إليه وتبرأ إلى الله عزوجل وإلى رسوله صلى الله
            عليه وسلم من حلفهم وقال: يارسول الله أتولى الله ورسوله صلى الله عليه
            وسلم والمؤمنين وأبرأ من حلف هؤلاء الكفار وولايتهم، ونزلت الاّيات فى
            براءة عبادة بن الصامت:
          </p>

          <p>
            قال تعالى: يَاأَيُّهَا الَّذِينَ ءَامَنُوا لا تَتَّخِذُوا الْيَهُودَ
            وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ
            يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي
            الْقَوْمَ الظَّالِمِينَ فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ
            يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ
            فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ
            فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ
            وَيَقُولُ الَّذِينَ ءَامَنُوا أَهَؤُلاءِ الَّذِينَ أَقْسَمُوا
            بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ
            أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ يَاأَيُّهَا الَّذِينَ
            ءَامَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي
            اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى
            الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي
            سَبِيلِ اللَّهِ وَلا يَخَافُونَ لَوْمَةَ لائِمٍ ذَلِكَ فَضْلُ
            اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ إِنَّمَا
            وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ ءَامَنُوا الَّذِينَ
            يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ وَمَنْ
            يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ ءَامَنُوا فَإِنَّ حِزْبَ
            اللَّهِ هُمُ الْغَالِبُونَ صدق الله العظيم - سورة المائدة
          </p>
        </section>
      </main>
    </>
  )
}
