import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section2() {
  return (
    <>
      <HeadComponent title='نزول الوحي' />
      <Navbar title='نزول الوحي' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p className='tilteC1'>نزول الوحي على سيد الخلق أجمعين</p>

          <p>
            كان عُمر النبي صلى الله عليه وسلم كان قد بلغ الأربعين و يخلو في غار
            حراء بنفسه ويتفكر في هذا الكون وخالقه وكان تعبده في الغار قل ليالي
            حتى إذا نفذ الزاد عاد الى بيته فتزود لليالي أخرى، وفي نهار يوم
            الأثنين من شهر رمضان جاءه جبريل بغته لأول مرة داخل غار الحراء ، وقد
            نقل البخاري في صحيحه حديثه رضي الله عنها والبخاري، فعن عائشة رضي
            الله عنها: أول مابدئ به رسول الله صلى الله عليه وسلم من الوحي الرؤيا
            الصالحة في النوم فكان لايرى رؤيا إلا جاءت مثل فلق الصبح، ثم حبب إليه
            الخلاء، فكان يخلو بغار حراء، فيتحنث فيه -وهو التعبد- الليالي ذوات
            العدد قبل أن ينتظر إلى أهله يتزود ذلك، ثم يعود إلى خديجة فيتزود
            لمثلها، حتى جاءه الحق وهو في غار حراء فجاءه الملك فقال اقرأ قال:
            قلت: ما أنا بقارئ قال: فأخذني فغطني حتى بلغ مني الجهد ثم أرسلني قال:
            اقرأ فقلت: ما أنا بقارئ، فأخذني فغطني الثاني حتى بلغ مني الجهد ثم
            أرسلني فقال: اقرأ فقلت: ما أنا بقارئ فأخذني فغطني الثالثة، ثم ارسلني
            فقال: اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ خَلَقَ الْإِنسَانَ مِنْ
            عَلَقٍ اقْرَأْ وَرَبُّكَ الْأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ
            عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ.
          </p>

          <p className='tilteC1'>تصرف خديجة رضى الله عنها مع رسول الله</p>

          <p>
            فرجع بها رسول الله صلى الله عليه وسلم يرجف فؤاده فدخل على خديجة بنت
            خويلد فقال: زملوني زملوني حتى ذهب عنه الروع، فقال لخديجة وأخبرها
            الخبر: لقد قيت على نفسي فقالت خديجة: كلا والله مايخزيك الله أبداً
            إنك لتصل الرحم وتحمل الكل وتكسب المعدوم وتقري الضيف وتعين على نوائب
            الحق ، فنطلقت به خديجة حتى أتت به ورقة بن نوفل بن أسد بن عبدالعزى بن
            عم خديجة، وكان امرأ تنصر في الجاهلية وكان يكتب الكتاب العربي فيكتب
            الإنجيل بالعربية ماشاء الله أن يكتب، وكان فقالت له خديجة: يا ابن عم
            اسمع من ابن أخيك. فقال له ورقة: يا ابن اخي ماترى؟ فأخبره رسول الله
            صلى الله عليه وسلم خبر مارأى فقال له ورقة: هذا الناموس الذي حلّل
            الله على موسى ياليتني فيه جذوع ليتني أكون حياً إذ يخرجك قومك، فقال
            رسول الله صلى الله عليه وسلم: أو مخرجيّ هم؟ قال: نعم، لم يأت رجل قط
            بمثل ما، وإن كان يدركني يومك أنصرك، ثم لم ينشب ورقة أن توفي.
          </p>

          <hr />

          <p className='tilteC1'>الأمر الرباني بتبليغ الرسالة</p>

          <p>
            عرف النبي صلى الله عليه وسلم معرفة اليقين أنه أصبح نبياً لله الرحيم
            الكريم وجاء جبريل عليه السلام للمرة الثانية وأنزل الله على نبيه قوله
            تعالى: يَا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنذِرْ وَرَبَّكَ فَكَبِّرْ
            وَثِيَابَكَ فَطَهِّرْ، وكانت هذه الآيات المتتابعة إيذاناً للرسول صلى
            الله عليه وسلم بأن الماضي قد انتهى بمنامه وهدوئه ، وأنه أمامه عمل
            عظيم يستدعي اليقظة والتشمير والإنذار والإعذار فليحمل الرسالة وليوجه
            الناس وليأنس بالوحي وليقوَ على عنائه فانه مصدر رسالته ومدد دعوته.
          </p>

          <p>
            وبعد نزول آيات المدثر عليه رسول الله صلى الله عليه وسلم يدعو الى
            الله والى الاسلام سراً وكان طبيعياً أن يبدأ بأهل بيته وأصدقائه وأقرب
            الناس إليه.
          </p>

          <hr />

          <p className='tilteC2'>إسلام السيدة خديجة رضي الله عنها</p>

          <p>
            كان أول من آمن بالنبي صلى الله عليه وسلم من النساء، بل أول من آمن به
            على الإطلاق، فكانت أول من استمع الى الوحي الإلهي من فم الرسول
            الكريم، وكانت أول من تلا القرآن بعد أن سمعته من صوت الرسول العظيم
            وكانت كذلك أول من تعلّم الصلاة عن رسول الله صلى الله عليه وسلم،
            فبيتُها هو أول مكان تلي فيه أول وحي نزل به جبريل على قلب المصطفى
            الكريم بعد غار حراء.
          </p>

          <hr />

          <p className='tilteC1'>الوضوء والصلاة</p>

          <p>
            وكان أول شيء فرضه الله من الشرائع بعد الإقرار بالتوحيد إقامة الصلاة،
            وقد جاء في الاخبار حديث تعليم الرسول صلى الله عليه وسلم زوجه خديجة
            الوضوء والصلاة حين افتُرضت على رسول الله: أتاه جبريل وهو بأعلى مكة
            فهَمز له بعَقبهِ في ناحية الوادي فانفجرت منه عين فتوضأ جبريل عليه
            السلام ورسوله ينظر ليُريه كيف الطهور للصلاة ، ثم توضأ رسول الله صلى
            الله عليه وسلم كما رأى جبريل توضأ، ثم قام جبريل عليه السلام فصلى به
            وصلى النبي صلى الله عليه وسلم بصلاته، ثم انصرف جبريل عليه السلام
            فجاء رسول الله خديجة فتوضأ لها يريها كيف الطهور للصلاة، كما أراه
            جبريل عليه السلام، فتوضأت كما توضأ رسول الله صلى الله عليه وسلم ثم
            صلىّ بها رسول الله صلى الله عليه وسلم كما صلىّ به جبريل عليه السلام.
          </p>

          <hr />

          <p className='tilteC2'>إسلام علي بن أبي طالب رضي الله عنه</p>

          <p>
            كان أول من آمن من الصبيان وكانت سنه إذ ذاك عشر سنين على أرجح الأقوال
            وهو قول الطبري وابن اسحاق وقد أنعم الله عليه بأن جعله يتربى في حجر
            رسوله صلى الله عليه وسلم قبل الاسلام حيث أخذه من عمه أبي طالب وضمه
            إليه وكان علي رضي الله عنه ثالث من أقام الصلاة بعد رسول الله وبعد
            خديجة رضي الله عنها.
          </p>

          <hr />

          <p className='tilteC2'>إسلام أبي بكر الصديق رضي الله عنه</p>

          <p>
            كان أبو بكر الصديق رضي الله عنه أول من آمن بالنبي صلى الله عليه وسلم
            من الرجال الأحرار والأشراف فهو من أخص أصحاب رسول الله صلى الله عليه
            وسلم قبل البعثة وفيه قال رسول الله صلى الله عليه وسلم : مادعوت أحداً
            إلى الإسلام إلا كانت عنده كبوة، وتردد ونظر، إلا أبا بكر، ماعَكَم حين
            دعوته ولاتردد فيه فأبو بكر صاحب رسول الله صلى الله عليه وسلم، وهو
            حسنة من حسناته عليه الصلاة والسلام لم يكن إسلامه إسلام رجل بل كان
            إسلامه إسلام أمة.
          </p>

          <hr />

          <p className='tilteC2'>السابقون الأولون</p>

          <p>
            إنهم الصفوة الفكرية المثقفة التي تود أن تلقى عنده هذه العلوم وهذا
            جانب آخر من جوانب عظمته وطبقة رجال الأعمال ورجال المال في مكة، هي
            كذلك من رواد مجلس الصديق فهو إن لم يكن التاجر الأول في مكة فهو من
            أشهر تجارها فأرباب المصالح هم كذلك قصاده ولطيبته وحسن خلقه تلقى عوام
            الناس يرتادون بيته فهو المضياف الدمث الخلق الذي يفرح بضيوفه ويأنس
            بهم فكل طبقات المجتمع المكي تجد حظها عند الصديق رضوان الله عليه كان
            رصيده الأدبي والعلمي والاجتماعي في المجتمع المكي عظيماً ولذلك عندما
            تحرك في دعوته للإسلام استجاب له صفوة من خيرة الخلق وهم:
          </p>

          <p>
            عثمان بن عفان وعبدالرحمن بن عوف وسعد بن أبي وقاص والزبير بن العوام
            وطلحة بن عبيد الله رضى الله عنهم أجمعين.
          </p>

          <hr />

          <p>
            إن الذين أسلموا يومئذ لم يكن يدفعهم دافع دنيوي وإنما هو إيمانهم
            بالحق الذي شرح الله صدورهم له ونصرة نبيه صلى الله عليه وسلم يشترك في
            ذلك الشريف والرقيق والغني والفقير ويتساوى في هذا ابوبكر وبلال وعثمان
            وصهيب رضي الله عنهم.
          </p>
        </section>
      </main>
    </>
  )
}
