import { Navbar } from './Navbar'
export default function Section7() {
  return (
    <>
      <Navbar title='بيعة العقبة' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p className='tilteC1'>
            الإتصالات الأولى بالأنصار في مواسم الحج والعمرة
          </p>

          <p>
            قال جابر بن عبدالله الأنصاري: مكث رسول الله صلى الله عليه وسلم بمكة
            عشر سنين يتبع الناس في منازلهم بعُكاظ ومجنّة وفي المواسم بمنى يقول:
            من يؤويني؟ من ينصرني حتى أبلّغ رسالة ربي وله الجنة؟ حتى إن الرجل
            ليخرج من اليمن أو مضر فيأتيه قومه فيقولون: احذر غلام قريش لايفتننك،
            ويمشي بين رجالهم وهم يشيرون إليه بالأصابع حتى بعثنا الله إليه من
            يثرب فآويناه وصدقناه، فيخرج الرجل منا فيؤمن به ويقرئه القرآن فينقلب
            إلى أهله فيسلمون بإسلامه حتى لم يبقى دار من دور الأنصار إلا وفيها
            رهط من المسلمين يظهرون الإسلام
          </p>

          <p>
            كانت البداية المثمرة مع وفد من الخزرج في موسم الحج عند عقبة منى قال
            لهم رسول الله صلى الله عليه وسلم: من أنتم؟ قالوا: نفر من الخزرج
          </p>

          <p>قال: أمن موالي يهود؟ قالوا: نعم</p>

          <p>
            قال: أفلا تجلسون أكلمكم؟ قالوا: بلى، فجلسوا معه فدعاهم إلى الله
            عزوجل وعرض عليهم الإسلام وتلا عليهم القرآن.
          </p>

          <p>
            ومن الجدير بالتنبيه أن هذه المقابلة التي حدثت عند العقبة وتلاقى فيها
            فريق من الخزرج بالنبي صلى الله عليه وسلم وأسلموا على يديه لم تكن
            فيها بيعة، لأنها كانت من نفر صغير لم يروا لأنفسهم الحق في أن يلتزموا
            بمعاهدة دون الرجوع إلى قبائلهم في المدينة ولكنهم أخلصوا في تبليغ
            رسالة الإسلام.
          </p>

          <hr />

          <p className='tilteC1'>بيعة العقبة الأولى</p>

          <p>
            بعد عام من المقابلة الأولى التي تمت بين الرسول صلى الله عليه وسلم
            وأهل يثرب عند العقبة وافى الموسم من الأنصار اثنا عشر رجلاً فلقوه صلى
            الله عليه وسلم بالعقبة وبايعوه العقبة الأولى ، عشرة من الخزرج واثنان
            من الأوس، مما يشير إلى أن نشاط وفد الخزرج الذين أسلموا في العام
            الماضي تركز على وسطهم القبلي بالدرجة الأولى لكنهم تمكنوا بنفس الوقت
            من اجتذاب رجال الأوس وكان ذلك بداية ائتلاف القبيلتين تحت راية
            الإسلام.
          </p>

          <p>
            وقد تحدث عبادة بن الصامت الخزرجي عن البيعة في العقبة الأولى فقال:
            كنت فيمن حضر العقبة الأولى وكنا اثنى عشر رجلاً، فبايعنا رسول الله
            صلى الله عليه وسلم على بيعة النساء - وذلك قبل أن يفترض علينا الحرب:
            على أن لانشرك بالله ولانسرق ولانزني ولانقتل أولادنا ولانأتي ببهتان
            نفتريه من بين أيدينا وأرجلنا ولانعصيه في معروف فإن وفيتم فلكم الجنة
            وإن غشيتم من ذلك شيئاً فأمركم إلى الله عزوجل إن شاء غفر وإن شاء عذب.
          </p>

          <p>
            وقد نزل مصعب بن عمير رضي الله عنه في يثرب على أسعد بن زرارة رضي الله
            عنه، ونشط المسلمون في الدعوة إلى الله يقود تلك الحركة الدعوية
            الرائدة مصعب رضي الله عنه وقد انتهج منهج القرآن الكريم في دعوته وهذا
            الذي تعلمه من أستاذه صلى الله عليه وسلم وقد شرح لنا بعض الآيات
            القرآنية المكية بصورة عملية حية قال تعالى: ادْعُ إِلَى سَبِيلِ
            رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ
            بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ
            عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ - سورة النحل
          </p>

          <hr />

          <p className='tilteC1'>بيعة العقبة الثانية</p>

          <p>
            ففى رواية الصحابي كعب بن مالك الأنصاري وهو أحد المبايعين في العقبة
            الثانية قال: خرجنا في حجاج قومنا من المشركين وقد صلينا وفقهنا .. ثم
            خرجنا إلى الحج، وواعدنا رسول الله صلى الله عليه وسلم العقبة من أوسط
            أيام التشريق .. وكنا نكتم من معنا من المشركين أمرنا، فنمنا تلك
            الليلة مع قومنا في رحالنا حتى إذا مضى ثلث الليل خرجنا من رحالنا
            لميعاد رسول الله نتسلل تسلل القطا مستخفين ، حتى اجتمعنا في الشعب عند
            العقبة ونحن ثلاثة وسبعون رجلاً ومعنا امرأتان من نسائنا نسيبة بنت كعب
            وأسماء بنت عمرو فاجتمعنا في الشعب ننتظر رسول الله صلى الله عليه وسلم
            حتى جاءنا ومعه العباس بن عبد المطلب وهو يومئذ على دين قومه إلا أنه
            أحب أن يحضر أمر ابن أخيه ويتوثق له، فلما جلس كان أول متكلم العباس بن
            عبدالمطلب: فبين أن الرسول في منعة من قومه بني هاشم ولكنه يريد الهجرة
            إلى المدينة ولذلك فإن العباس يريد التأكد من حماية الأنصار له وإلا
            فليدعوه فطلب الأنصار أن يتكلم رسول الله فيأخذ لنفسه ولربه مايحب من
            الشروط
          </p>

          <hr />

          <p>
            قال: أبايعكم على أن تمنعوني مما تمنعون منه نساءكم وأبنائكم فأخذ
            البراء بن معرور بيده ثم قال: نعم والذي بعثك بالحق لنمنعنّك مما نمنع
            منه أُزرنا فبايعنا يارسول الله فنحن والله أهل الحرب وأهل الحلقة
            ورثناها كابراً عن كابر، فقاطعه أبو الهيثم بن التيهان متسائلاً:
            يارسول الله إن بيننا وبين القوم حبالاً وإنا قاطعوها -يعني اليهود-
            فهل عسيتم إن نحن فعلنا ذلك ثم أظهرك الله أن ترجع إلى قومك وتدعنا؟
            فتبسم رسول الله صلى الله عليه وسلم ثم قال: بل الدم بالدم، والهدم
            بالهدم أنا منكم وأنتم مني أحارب من حاربتم وأسالم من سالمتم
          </p>

          <hr />

          <p className='tilteC1'>إختيار النقباء والانصراف</p>

          <p>
            ثم قال: أخرجوا إليَّ منكم اثني عشر نقيباً ليكونوا على قومهم بما فيهم
            فأخرجوا منهم اثني عشر نقيباً تسعة من الخزرج وثلاثة من الأوس.
          </p>

          <p>
            وقد طلب الرسول صلى الله عليه وسلم منهم الإنصراف إلى رحالهم، وقد
            سمعوا الشيطان يصرخ منذراً قريشاً، فقال العباس بن عبادة بن نضلة والله
            الذي بعثك بالحق، إن شئت لنميلنَّ على أهل منى غداً بأسيافنا.
          </p>

          <p>
            فقال رسول الله صلى الله عليه وسلم: لم نؤمر بذلك ولكن ارجعوا إلى
            رحالكم، فرجعوا إلى رحالهم، وفي الصباح جاءهم جمع من كبار قريش،
            يسألونهم عما بلغهم من بيعتهم للنبي ودعوتهم له للهجرة ، فحلف المشركون
            من الخزرج والأوس بأنهم لم يفعلوا والمسلمون ينظرون إلى بعضهم قال: ثم
            قام القوم وفيهم الحارث بن هشام بن المغيرة المخزومي وعليه نعلان
            جديدان قال: فقلت له كلمة كأني أريد أن أشرك القوم فيما قالوا: يا أبا
            جابر أما تستطيع أن تتخذ وأنت سيد من ساداتنا مثل نعلي هذا الفتى من
            قريش؟ قال: فسمعهما الحارث فخلعهما من رجليه ثم رمى بها إليَّ وقال:
            والله لتنعلهما قال: يقول أبو جابر: مه أحفظت والله الفتى فاردد إليه
            نعليه قال: قلت: لا والله لا أردهما فأل والله صالح لئن صدق الفأل
            لأسلبنه.
          </p>

          <hr />

          <p className='tilteC3'>دروس وعبر</p>

          <p>
            ضرب رسول الله صلى الله عليه وسلم السرية التامة على موعد ومكان
            الاجتماع، بحيث لم يعلم به سوى العباس بن عبدالمطلب الذي جاء مع النبي
            صلى الله عليه وسلم ليتوثق له وعلي بن أبي طالب الذي كان عيناً
            للمسلمين على فم الشعب وأبو بكر الذي كان على فم الطريق وهو الآخر
            عيناً للمسلمين، أما من عداهم من المسلمين وغيرهم فلم يكن يعلم عن
            الأمر شيئاً وقد أمر جماعة المبايعين أن لايرفعوا الصوت وأن لايطيلوا
            في الكلام حذراً من وجود عين يسمع صوتهم أو يجس حركتهم.
          </p>

          <p>
            واختار الليلة الأخيرة من ليالي الحج وهي ليلة الثالثة عشر من ذي الحجة
            بحيث ينفر الحجاج إلى بلادهم ظهر اليوم التالي وهو يوم الثالث عشر، ومن
            ثم تضيق الفرصة أمام قريش في اعتراضهم أو تعويقهم إذا انكشف أمر البيعة
            وهو أمر متوقع وهذا ماحدث.
          </p>
        </section>
      </main>
    </>
  )
}
