import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section16() {
  return (
    <>
      <HeadComponent title='بني المصطلق والمنافقون' />
      <Navbar title='بني المصطلق والمنافقون' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p>
            بنو المصطلق : هم بطن من خزاعة والمصطلق جدهم وهو جذيمة بن سعد بن عمرو
            بن ربيعة بن حارثة بن عمرو بن عامر ماء السماء.
          </p>

          <p className='tilteC1'>أسباب الغزوة</p>

          <p>
            تأييد هذه القبيلة لقريش واشتراكها معها في معركة أحد ضد المسلمين، ضمن
            كتلة الأحابيش التي اشتركت في المعركة تأييداً لقريش، وكذلك سيطرة هذه
            القبيلة على الخط الرئيسي المؤدي إلى مكة، فكانت حاجزاً منيعاً من نفوذ
            المسلمين إلى مكة.
          </p>

          <hr />

          <p>
            فعندما شعر رسول الله صلى الله عليه وسلم بحركة بني المصطلق المريبة
            أرسل بريدة بن الحصيب الأسلمي للتأكد من نيتهم، وأظهر لهم بريدة أنه
            جاء لعونهم، فتأكد من قصدهم، فأخبر الرسول صلى الله عليه وسلم بذلك،
            وفي يوم الاثنين لليلتين خلتا من شهر شعبان من السنة الخامسة للهجرة
            خرج الرسول صلى الله عليه وسلم من المدينة في سبعمائة مقاتل، وثلاثين
            فارساً متوجهاً إلى بني المصطلق ولما كان بنو المصطلق ممن بلغتهم دعوة
            الإسلام، واشتركوا مع الكفار في غزوة أحد، وكانوا يجمعون الجموع لحرب
            المسلمين، فقد روى البخاري ومسلم، أن رسول الله صلى الله عليه وسلم
            أغار عليهم وهم غارون – أي غافلون، وأنعامهم تسقى على الماء، فقتل
            مقاتلهم وسبى ذراريهم، وأصاب يومئذ جويرية بنت الحارث بن أبي ضرار.
          </p>

          <hr />

          <p className='tilteC3'>غزوة مباركة</p>

          <p>
            تعتبر غزوة بني بني المريسيع -المصطلق- من الغزوات الفريدة المباركة
            التي أسلمت عقبها قبيلة بأسرها، وكان الحدث الذي أسلمت القبيلة من أجله
            هو أن الصحابة حرروا وردوا الأسرى الذين أصابوهم إلى ذويهم بعد أن
            تملكوهم باليمين في قسم الغنائم، واستكثروا على أنفسهم أن يتملكوا
            أصهار نبيهم عليه الصلاة والسلام، وحيال هذا العتق الجماعي، وإزاء هذه
            الأريحية الفذة، دخلت القبيلة كلها في دين الله.
          </p>

          <hr />

          <p className='tilteC1'>المنافقين في هذه الغزوة</p>

          <p>
            خرج في غزوة بني المصطلق عدد كبير من المنافقين مع المسلمين وكان يغلب
            عليهم التخلف في الغزوات السابقة، لكنهم لما رأوا اطراد النصر للمسلمين
            خرجوا طمعاً في الغنيمة.
          </p>

          <p>
            وعند ماء المريسيع كشف المنافقون عن الحقد الذي يضمرونه للإسلام
            والمسلمين، فكلما كسب الإسلام نصراً جديداً ازدادوا غيظاً على غيظهم،
            وقلوبهم تتطلع إلى اليوم الذي يهزم فيه المسلمون لتشفى من الغل ، فلما
            انتصر المسلمون في المريسيع سعى المنافقون إلى إثارة العصبية بين
            المهاجرين والأنصار، فلما أخفقت المحاولة سعوا إلى إيذاء الرسول صلى
            الله عليه وسلم في نفسه وأهل بيته فشنوا حرباً نفسية مريرة من خلال
            حادثة الإفك التي اختلقوها.
          </p>

          <hr />

          <p className='tilteC1'>
            محاولة المنافقين إثارة الفتنة بين المهاجرين والأنصار
          </p>

          <p>
            يحكي جابر بن عبدالله الأنصاري ما حدث عند ماء المريسيع، وأدى إلى كلام
            المنافقين لإثارة العصبية وتمزيق وحدة المسلمين، قال:كنا في غزاة فكسع
            -ضربه برجله- رجل من المهاجرين رجلاً من الأنصار فقال الأنصاري: يا
            للأنصار وقال المهاجري: ياللمهاجرين، فسمع ذلك رسول الله صلى الله عليه
            وسلم فقال: مابال دعوى الجاهلية؟
          </p>

          <p>
            قالوا يارسول الله كسع رجل من المهاجرين رجلاً من الأنصار فقال: دعوها
            فإنها منتنة. فسمع بذلك عبدالله ابن أبي فقال: فعلوها؟ أما والله لئن
            رجعنا إلى المدينة ليخرجن الأعز منها الأذل، فبلغ النبي صلى الله عليه
            وسلم فقام عمر فقال: يارسول الله دعني أضرب عنق هذا المنافق. فقال
            النبي صلى الله عليه وسلم : دعه لايتحدث الناس أن محمداً يقتل أصحابه.
          </p>

          <p>
            وفي رواية قال عمر بن الخطاب: مر به عباد بن بشر فليقتله، فقال له رسول
            الله صلى الله عليه وسلم : فكيف ياعمر إذا تحدث الناس أن محمداً يقتل
            أصحابه! لا. ولكن أذِّن بالرحيل وذلك في ساعة لم يكن رسول الله صلى
            الله عليه وسلم يرتحل فيها، فارتحل الناس.
          </p>

          <hr />

          <p className='tilteC3'>إن الله قد صدقك يازيد</p>

          <p>
            ولنترك الصحابي زيد بن أرقم يحكي خبر اّخر عن المنافقين: كنت في غزاة
            فسمعت عبد الله بن أبي بن سلول يقول: لاتنفقوا على من عند رسول الله
            حتى ينفضوا من حوله، ولئن رجعنا من عنده ليخرجن الأعز منها الأذلَّ،
            فذكرت ذلك لعمي، فذكره للنبي صلى الله عليه وسلم فدعاني فحدثته، فأرسل
            رسول الله صلى الله عليه وسلم إلى عبدالله بن أبي وأصحابه، فحلفوا
            ماقالوا، فكذبني رسول الله صلى الله عليه وسلم وصدقه ، فأصابني هم لم
            يصبني مثله قط، فجلست في البيت، فقال لي عمي: ما أردت إلى أن كذبك رسول
            الله صلى الله عليه وسلم ومقتك؟ فأنزل الله تعالى: إِذَا جَاءَكَ
            الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ
            يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ
            الْمُنَافِقِينَ لَكَاذِبُونَ - سورة المنافقين ،فبعث إلى رسول الله
            صلى الله عليه وسلم فقرأ، فقال: إن الله قد صدقك يازيد.
          </p>

          <hr />

          <p>
            وقد مشى عبدالله بن أبي بن سلول إلى رسول الله حين بلغه أن زيد بن أرقم
            قد بلغه ماسمعه منه، فحلف بالله ماقلت ماقال ولاتكلمت به – فقال من حضر
            رسول الله صلى الله عليه وسلم من الأنصار من أصحابه: يارسول الله، عسى
            أن يكون الغلام قد أوهم في حديثه.
          </p>

          <p>
            فلما سار رسول الله صلى الله عليه وسلم ، لقيه أسيد بن حضير، فحياه
            بتحية النبوة وسلم عليه ثم قال: يا نبي الله لقد رحت في ساعة منكرة،
            ماكنت تروح في مثلها، فقال له رسول الله صلى الله عليه وسلم : أو بلغك
            ماقال صاحبكم؟
          </p>

          <p>
            قال: وأي صاحب يارسول الله؟ قال: عبدالله بن أبي؟ قال:وما قال؟ قال:
            زعم إن رجع إلى المدينة ليخرجن الأعز منها الأذل، قال: فأنت يارسول
            الله تخرجه منها إن شئت، هو الذليل وأنت العزيز.
          </p>

          <p>
            ثم قال: يارسول الله، أرفق به، فوالله لقد جاءنا الله بك، وإن قومه
            ليظلمون له الخرز ليتوجوه فإنه يرى أنك استلبت ملكه، ثم مشى رسول الله
            صلى الله عليه وسلم بالناس يومهم ذلك حتى أمسى، وليلتهم حتى أصبح، وصدر
            يومهم ذلك حتى آذتهم الشمس، ثم نزل بالناس، فلم يلبثوا أن وجدوا مس
            الأرض فوقعوا نياماً.
          </p>

          <p>
            وإنما فعل ذلك رسول الله صلى الله عليه وسلم ليشغل الناس عن الحديث
            الذي كان بالأمس، من حديث عبدالله بن أبي ونزلت السورة التي ذكر فيها
            المنافقون في ابن أبي ومن كان على مثل أمره، فلما نزلت أخذ رسول بأذن
            زيد بن أرقم، ثم قال: هذا الذي أوفى الله بأذنه.
          </p>

          <hr />

          <p className='tilteC3'>دروس وعبر</p>

          <p className='tilteC2'>
            الحفاظ على السمعة السياسية ووحدة الصف الداخلية
          </p>

          <p>
            وهذا الدرس يظهر في قوله صلى الله عليه وسلم : فكيف ياعمر إذا تحدث
            الناس أن محمداً يقتل أصحابه، إنها المحافظة التامة على السمعة
            السياسية، والفرق كبير جداً بين أن يتحدث الناس عن حب أصحاب محمد
            محمداً، ويؤكدون على ذلك بلسان قائدهم الأكبر أبي سفيان: مارأيت أحداً
            يحب أحداً كحب أصحاب محمد محمداً. وبين أن يتحدث الناس أن محمد يقتل
            أصحابه ، ولاشك أن وراء ذلك محاولات ضخمة ستتم في محاولة الدخول إلى
            الصف الداخلي في المدينة من العدو، بينما هم يائسون الآن من قدرتهم على
            شيء أمام ذلك الحب وتلك التضحيات.
          </p>

          <hr />

          <p>
            ولم يقف النبي صلى الله عليه وسلم موقفاً سلبياً حيال تلك المؤامرة
            التي تزعمها ابن سلول لتصديع الصف المسلم، وإحياء نعرات الجاهلية في
            وسطه بل اتخذ إزاءها امران :
          </p>

          <p>
            الاول : سار رسول بالناس يومهم ذلك حتى أمسى، وليلتهم حتى أصبح، وصدر
            يومهم الثاني حتى آذتهم الشمس، ثم نزل بالناس فلم يلبثوا أن وجدوا مسّ
            الأرض فوقعوا نياماً، وبهذا التصرف البالغ الغاية في السياسة الرشيدة
            قضى على الفتنة قضاءً مبرماً، ولم يدع مجالاً للحديث فيما قال ابن
            أبيّ.
          </p>

          <hr />

          <p>
            الثانى : لم يواجه النبي صلى الله عليه وسلم ابن سلول ومؤامراته
            المدبرة بالقوة واستعمال السلاح، حرصاً على وحدة الصف المسلم، وذلك لأن
            لابن أبي اتباعاً وشيعة مسلمين مغرورين، ولو فتك به لأرعدت له أنوف،
            وغضب له رجال متحمسون له، وقد يدفعهم تحمسهم له إلى تقطيع الوحدة
            المسلمة، وليس في ذلك أي مصلحة للمسلمين ولا للإسلام وإنها لسياسة
            شرعية حكيمة رشيدة في معالجة المواقف العصيبة في حزم وقوة أعصاب وبعد
            نظر، وهذه البراعة في الحكمة والسياسة وتدبير الأمور متفرعة عن كونه
            صلى الله عليه وسلم نبياً ورسولاً إلى الناس لكي تقتدي به الأمة في
            تصرفاته العظيمة.
          </p>

          <hr />

          <p>
            وقد كان لتسامح الرسول مع رأس المنافقين أبعد الآثار فيما بعد، فقد كان
            ابن أبي سلول كلما أحدث حدثاً كان قومه هم الذين يعاتبونه، ويأخذونه،
            ويعنّفونه، ويعرضون قتله على النبي، والرسول يأبى ويصفح، فأراد رسول
            الله أن يكشف لسيف الحق عن آثار سياسته الحكيمة، فقال: كيف ترى ياعمر؟
            أما والله لو قتلته يوم قلت لي لأرعدت له آنف لو أمرتها اليوم لقتلته!!
            فقال عمر قد -والله- علمت لأمر رسول الله صلى الله عليه وسلم أعظم بركة
            من أمري.
          </p>

          <hr />

          <p className='tilteC2'>نحسن صحبته مابقي معنا</p>

          <p>
            كان لابن أبي بن سلول ولد مؤمن مخلص يسمى عبدالله بن عبدالله بن أبي بن
            سلول، فلما علم بالأحداث ونزول السورة، أتى رسول الله فقال له: يارسول
            الله! بلغني أنك تريد قتل أبي بن سلول فيما بلغك عنه، فإن كنت فاعلاً،
            فمرني به، فأنا أحمل إليك رأسه، فوالله لقد علمت الخزرج، ماكان بها من
            رجل أبر بوالده مني، وإني لأخشى أن تأمر به غيري فيقتله، فلا تدعني
            نفسي أنظر إلى قاتل أبي يمشي بين الناس، فأقتله، فأقتل رجلاً مؤمناً
            بكافر، فأدخل النار، فقال رسول الله صلى الله عليه وسلم : بل نترفق به
            ونحسن صحبته مابقي معنا ، ولما وصل المسلمون مشارف المدينة، تصدى
            عبدالله لأبيه عبدالله بن أبي، وقال له:قف، فوالله لاتدخلها حتى يأذن
            رسول الله صلى الله عليه وسلم في ذلك، فلما جاء رسول الله صلى الله
            عليه وسلم استأذنه في ذلك فأذن له.
          </p>

          <hr />

          <p className='tilteC3'>
            توجيه القرآن الكريم للمجتمع الإسلامي في أعقاب غزوة بني المصطلق
          </p>

          <p>
            نزلت سورة المنافقون في أعقاب غزوة بني المصطلق حيث كان المسلمون
            راجعين إلى المدينة وذلك بدليل رواية الإمام الترمذي فلما أصبحنا قرأ
            رسول الله صلى الله عليه وسلم سورة المنافقون، فقد تحدثت السورة بإسهاب
            عن المنافقين، وأشارت إلى بعض الحوادث والأقوال التي وقعت منهم ورويت
            عنهم وفضحت أكاذيبهم قال تعالى: إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا
            نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ
            لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ
            اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ
            إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ ذَلِكَ بِأَنَّهُمْ ءَامَنُوا
            ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لا يَفْقَهُونَ
            وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا
            تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ يَحْسَبُونَ
            كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمُ
            اللَّهُ أَنَّى يُؤْفَكُونَ وَإِذَا قِيلَ لَهُمْ تَعَالَوْا
            يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ
            وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ - سورة المنافقون
          </p>

          <hr />

          <p>
            وفي الختام حذرت المؤمنين من الإنشغال بزينة الدنيا ومتاعها وحثت على
            الإنفاق قال تعالى: يَاأَيُّهَا الَّذِينَ ءَامَنُوا لا تُلْهِكُمْ
            أَمْوَالُكُمْ وَلا أَوْلادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ
            ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ وَأَنْفِقُوا مِنْ مَا
            رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ
            فَيَقُولَ رَبِّ لَوْلا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ
            فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ وَلَنْ يُؤَخِّرَ اللَّهُ
            نَفْسًا إِذَا جَاءَ أَجَلُهَا وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ -
            سورة المنافقون
          </p>
        </section>
      </main>
    </>
  )
}
