import { Navbar } from './Navbar'
export default function Section14() {
  return (
    <>
      <Navbar title='غزوة بني النضير' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p className='tilteC1'>إجلاء يهود بني النضير</p>

          <p>
            أصاب يهود المدينة الخوف والرعب طيلة الفترة التي تفصل بين مقتل كعب بن
            الأشرف وبين معركة أحد التي جرت في شوال عام 3هـ، ولكن الهزيمة التي
            حلت بالمسلمين في تلك المعركة أحيت في نفوس المشركين والمنافقين الأمل
            من جديد، بتحقيق مطامعهم وأغراضهم وأزالت من قلوب اليهود الهلع على
            المصير ومما ساهم في تبديد هذا الهلع عندهم مقتل أصحاب الرجيع وبئر
            معونة وبذلك لم يدم خوف اليهود طويلاً وعادوا إلى أساليب الدس والمكر
            والخداع، وشرعوا في حشد حصونهم بالسلاح والعتاد للانقضاض على المسلمين
            ودولتهم ثم صمّموا على قتل النبي صلى الله عليه وسلم والغدر به.
          </p>

          <hr />

          <p className='tilteC1'>تاريخ الغزوة</p>

          <p>
            يرى المحققون من المؤرخين أن غزوة بني النضير كانت بعد أحد في ربيع
            الأول من السنة الرابعة من الهجرة وقد رد ابن القيم على من زعم أن غزوة
            بني النضير بعد بدر بستة أشهر.
          </p>

          <hr />

          <p className='tilteC1'>أسباب الغزوة</p>

          <p>
            نقض بنو النضير عهودهم التي تحتم علهيم ألا يؤوا عدواً للمسلمين ولم
            يكتفوا بهذا النقض بل أرشدوا الأعداء إلى مواطن الضعف في المدينة ، وقد
            حصل ذلك في غزوة السويق حيث نذر أبو سفيان بن حرب حين رجع إلى مكة بعد
            غزوة بدر نذر ألا يمس رأسه ماء من جنابة حتى يغزو المدينة فلما خرج في
            مائتي راكب قاصداً المدينة قام سيد بني النضير سلام بن مشكم بالوقوف
            معه وإضافته وبطن له خبر الناس ولم تكن مخابرات المدينة غافلة عن ذلك.
          </p>

          <hr />

          <p className='tilteC1'>محاولة اغتيال النبي صلى الله عليه وسلم</p>

          <p>
            خرج النبي صلى الله عليه وسلم في نفر من أصحابه عن طريق قباء إلى ديار
            بني النضير يستعينهم في دية القتيلين العامرييّن اللذين ذهبا ضحية جهل
            عمرو بن أمية الضمري بجوار رسول الله صلى الله عليه وسلم لهما وذلك
            تنفيذاً للعهد الذي كان بين النبي صلى الله عليه وسلم وبين بني النضير
            حول أداء الدّيات، وإقراراً لما كان يقوم بين بني النضر وبين بني عامر
            من عقود وأحلاف، واستقبل بنو النضير النبي صلى الله عليه وسلم بكثير من
            البشاشة والكياسة، ثم خلا بعضهم إلى بعض يتشاورون في قتله والغدر به ،
            ويبدو أنهم اتفقوا على إلقاء صخرة عليه صلى الله عليه وسلم من فوق جدار
            كان يجلس بالقرب منه، ولكن الرسول صلى الله عليه وسلم الذي كان برعاية
            الله وحفظه أدرك مقاصد بني النضير، إذ جاءه الخبر من السماء بما عزموا
            عليه من شر فنهض وانطلق بسرعة إلى المدينة ثم تبعه أصحابه بعد قليل.
          </p>

          <p>
            وقد ذكر القرآن الكريم المؤمنين بهذه النعمة الجليلة وكيف نجى الله
            نبيه صلى الله عليه وسلم من مكر يهود بني النضير قال تعالى:
            يَاأَيُّهَا الَّذِينَ ءَامَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ
            عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ
            فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ وَاتَّقُوا اللَّهَ وَعَلَى اللَّهِ
            فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ - سورة المائدة
          </p>

          <hr />

          <p className='tilteC1'>إنذار بني النضير</p>

          <p>
            سجلت معظم كتب السيرة النبوية خبر إنذار النبي صلى الله عليه وسلم لبني
            النضير بالجلاء خلال عشرة أيام، وقد أرسل صلى الله عليه وسلم محمد بن
            مسلمة إليهم وقال له: اذهب إلى يهود بني النضير وقل لهم: إن رسول الله
            صلى الله عليه وسلم أرسلني إليكم أن أخرجوا من بلادي لقد نقضتم العهد
            الذي جعلت لكم مما هممتم به من الغدر ، وقد أجلتكم عشراً فمن رئي بعد
            منكم ضربت عنقه ولم يجدوا جواباً يردون به، سوى أن قالوا لمحمد بن
            مسلمة: يامحمد ماكنا نظن أن يجيئنا بهذا رجل من الأوس فقال محمد: تغيرت
            القلوب ومحا الإسلام العهود فقالوا: نتحمل فمكثوا أياماً يعدون العدة
            للرحيل.
          </p>

          <p>
            وفي تلك المدة أرسل إليهم عبدالله بن أبي سلول من يقول لهم: اثبتوا
            وتمنعوا فإنا لن نسلمكم وإن قوتلتم قاتلنا معكم وإن أخرجتم خرجنا معكم.
          </p>

          <hr />

          <p className='tilteC1'>ضرب الحصار وإجلائهم</p>

          <p>
            وانقضت الأيام العشرة ولم يخرجوا من ديارهم فتحركت جيوش المسلمين صوبهم
            وضربت عليهم الحصار لمدة خمس عشرة ليلة.
          </p>

          <p>
            وأمر صلى الله عليه وسلم بحرق نخيلهم وقضى بذلك على أسباب تعلقهم
            بأموالهم وزروعهم وضعفت حماستهم للقتال وجزعوا وتصايحوا: يامحمد قد كنت
            تنهى عن الفساد وتعيبه على من يفعله فما بال قطع النخيل وتخريبها؟
            وألقى الله في قلوبهم الرعب ، وأدرك بنو النضير أن لامفر من جلائهم ودب
            اليأس في قلوبهم وخاصة بعد أن أخلف ابن أبي وعده بنصرهم، وعجز إخوانهم
            أن يسوقوا إليهم خيراً أو يدفعوا عنهم شراً فأرسلوا إلى النبي صلى الله
            عليه وسلم يلتمسون منه أن يؤمنهم حتى يخرجوا من ديارهم.
          </p>

          <hr />

          <p>
            فوافقهم النبي صلى الله عليه وسلم على ذلك وقال لهم: اخرجوا منها و لكم
            دماؤكم وماحملت الإبل إلا الحلقة -وهي الدروع والسلاح– فرضوا بذلك ونقض
            اليهود سقف بيوتهم وعمدها وجدرانها لكي لاينتفع منها المسلمون.
          </p>

          <p>
            وحملوا معهم كميات كبيرة من الذهب والفضة حتى أن سلام بن أبي الحقيق
            وحده حمل جلد ثور مملوء ذهباً وفضة وكان يقول هذا الذي أعددناه لرفع
            الأرض وخفضها وإن كنا تركنا نخلا ففي خيبر النخل، وحملوا أمتعتهم على
            ستمائة بعير وخرجوا ومعهم الدفوف والمزامير والقيان يعزفن من خلفهم حتى
            لايشمت بهم المسلمون، فقصد بعضهم خيبر وسار آخرون إلى أذرعات الشام.
          </p>

          <hr />

          <p className='tilteC3'>دروس و عبر من سورة الحشر</p>

          <p>
            تحدث القرآن الكريم عن غزوة بني النضير في سورة كاملة وهي سورة الحشر،
            وقد سمى حبر الأمة عبدالله بن عباس رضي الله عنهما سورة الحشر بسورة
            بني النضير ففي البخاري عن سعيد بن جبير قال: قلت لابن عباس رضي الله
            عنهما سورة الحشر قال: سورة بني النضير.
          </p>

          <hr />

          <p className='tilteC2'>الرعب جند من جند الله</p>

          <p>
            قال تعالى: هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ
            الْكِتَابِ مِنْ دِيَارِهِمْ لأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ
            يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ
            اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ
            فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ
            وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَاأُولِي الأَبْصَار وَلَوْلا
            أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلاءَ لَعَذَّبَهُمْ فِي
            الدُّنْيَا وَلَهُمْ فِي الآخِرَةِ عَذَابُ النَّار ذَلِكَ بِأَنَّهُمْ
            شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ
            شَدِيدُ الْعِقَابِ - سورة الحشر
          </p>

          <p>
            إن المتأمل في هذه الآيات الكريمة يتبين له أن الله هو الذي أخرج يهود
            بني النضير من ديارهم الى الشام حيث أول الحشرهم في حين أن كل الأسباب
            المادية معهم حتى اعتقدوا أنه لا أحد يستطيع أن يخرجهم من حصونهم
            لمتانتها وقوتها، لكن الله خالف الأسباب والمسببات جاءهم من حيث لم
            يحتسبوا جاءهم من قلوبهم التي لم يتوقعوا أنهم يهزمون بها فقذف فيها
            الرعب فإذا بهم يهدمون بيوتهم بأيديهم وأيدي المؤمنين.
          </p>

          <hr />

          <p className='tilteC2'>تخريب ممتلكات الأعداء</p>

          <p>
            لما نزل رسول الله صلى الله عليه وسلم بجيشه وحاصر بني النضير تحصنوا
            منه في الحصون، فأمر رسول الله صلى الله عليه وسلم بقطع النخل والتحريق
            فيها، فنادوه يامحمد قد كنت تنهى عن الفساد وتعيبه على من صنعه فما بال
            قطع النخل وتحريقها؟ فأنزل الله عزوجل: ما قَطَعْتُمْ مِنْ لِينَةٍ
            أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ
            وَلِيُخْزِيَ الْفَاسِقِينَ.
          </p>

          <hr />

          <p className='tilteC2'>تطوير السياسة المالية للدولة الإسلامية</p>

          <p>
            بين سبحانه وتعالى حكم الأموال التي أخذها المسلمون من بني النضير بعد
            أن تم إجلاؤهم فقال تعالى: وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ
            مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ
            وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ
            عَلَى كُلِّ شَيْءٍ قَدِيرٌ - سورة الحشر
          </p>

          <p>
            وبين سبحانه وتعالى أن الأموال التي عادت إلى المسلمين من بني النضير
            قد تفضل بها عليهم بدون قتال شديد، وذلك لأن المسلمين مشوا إلى أعدائهم
            ولم يركبوا خيلاً ولا إبلاً وافتتحها صلى الله عليه وسلم صلحاً وأجلاهم
            وأخذ أموالهم ووضعها حيث أمره الله، فقد كانت أموال بني النضير للنبي
            صلى الله عليه وسلم خاصة، فكان ينفق على أهله منها نفقة سنة ثم يجعل
            مابقي في السلاح والكراع عدة في سبيل الله.
          </p>

          <hr />

          <p className='tilteC2'>تحريم الخمر</p>

          <p>
            حرمت الخمر ليالي حصار بني النضير في ربيع الأول من السنة الرابعة من
            الهجرة، وقد خضع تحريم الخمر لسنة التدرج وكان ذلك التحريم على مراحل
            معروفة في تاريخ التشريع الإسلامي حتى نزلت الآيات الحاسمة في النهي
            عنها من سورة المائدة وفي ختامها فَهَلْ أَنْتُمْ مُنْتَهُونَ - سورة
            المائدة ، فقال المؤمنون في قوة وتصميم قد انتهينا يارب.
          </p>

          <hr />

          <p className='tilteC2'>لايحيق المكر السئ إلا بأهله</p>

          <p>
            كان مكر اليهود وتآمرهم على حياة الرسول صلى الله عليه وسلم والدولة
            الإسلامية في غاية الخسة والوضاعة، وكانوا يريدون من مكرهم وغدرهم عزة
            ورفعة ومجداً وغلبة لكن الله سخر منهم، ونجى رسوله والمسلمين من مكرهم
            وأذلهم وأخزاهم فزال مجدهم وكسر غلبتهم وخرب بيوتهم ورحّلهم عن ديارهم
            ولم يكلف ذلك المسلمين اصطداماً مسلحاً ولاقتالاً ضارياً، ولكن الله
            قذف في قلوبهم الرعب والفزع ، فطلبوا النجاة بأرواحهم في ذلة وخزي
            مخلفين وراءهم ثروة وملكاً حازه المسلمون غنيمة باردة وقد قال تعالى في
            شأنهم: هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ
            الْكِتَابِ مِنْ دِيَارِهِمْ لأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ
            يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ
            اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ
            فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ
            وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَاأُولِي الأَبْصَارِ - سورة
            الحشر
          </p>

          <hr />

          <p>
            ان الذي يقف في وجه الحق ويصد الناس عنه ويطارد دعاة الحق منهزم
            لامحالة، قال تعالى: قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ
            وَتُحْشَرُونَ إِلَى جَهَنَّمَ وَبِئْسَ الْمِهَادُ - سورة آل عمران
          </p>

          <p>
            والصراع بين الحق والباطل لايتوقف وباق حتى يرث الله الأرض وماعليها،
            وستكون للباطل جولات وللحق جولات ولكن العاقبة لأهل الحق في نهاية
            المطاف والاعتبار يكون بتجنب ما ارتكبه اليهود من خيانة وغدر حتى
            لايحدث نفس المصير الذي حدث لهم من الهزيمة والذل والهوان.
          </p>
        </section>
      </main>
    </>
  )
}
