import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section25() {
  return (
    <>
      <HeadComponent title='غزوة تبوك' />
      <Navbar title='غزوة تبوك' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p>
            غزوة تبوك أو العسرة في رجب 9 هـ وسميت بهذا الاسم لشدة مالاقى
            المسلمون فيها من العناء، فقد كان الجو شديد الحرارة والمسافة بعيدة
            والماء قليل، وكانوا ينحرون البعير فيشربون مافي كرشه من الماء فكان
            ذلك عسرة من الماء
          </p>

          <p className='titleS1'>أسبابها</p>

          <p>
            ولا يمنع ماذكره المؤرخون بأن سبب الخروج هو عزم الروم على غزو
            المسلمين في عقر دارهم، أن يكون هذا حافزاً للخروج إليهم لأن أصل
            الخروج كان وارداً، ويرى ابن كثير: إلى أن سبب الغزوة هو استجابة
            طبيعية لفريضة الجهاد ولذلك عزم رسول الله صلى الله عليه وسلم على قتال
            الروم لأنهم أقرب الناس إليه.
          </p>

          <hr />

          <p className='titleS1'>الإنفاق في هذه الغزوة</p>

          <p>
            أنفق عبدالرحمن بن عوف ألفي درهم وهي نصف أمواله وأما عمر فقد تصدق
            بنصف ماله وظن أنه سيسبق أبا بكر بذلك لكن أبو بكر سبقه بكل ماعنده.
          </p>

          <p>
            أما عثمان بن عفان فقال: يارسول الله عليَّ مائتا بعير بأحلاسها
            وأقتابها في سبيل الله ثم قام ثانية وقال: يارسول الله عليّ ثلثمائة
            بعير بأحلاسها وأقتابها في سبيل الله، فنزل رسول الله عن المنبر وهو
            يقول: ما على عثمان ماعمل بعد هذه ما على عثمان ماعمل بعد هذه.
          </p>

          <hr />

          <p className='titleS1'>حرص المؤمنين على الانفاق والجهاد</p>

          <p>
            ولم يسلم المؤمنون من قول المنافقين فقد قالوا ما أعطى بن عوف هذا إلا
            رياء وكانوا يتهمون الأغنياء بالرياء ويسخرون من صدقة الفقراء الذين
            قدموا النفقة على استحياء، فقد جاء أبو عُقيل بنصف صاع تمر وجاء آخر
            بأكثر منه فلمزوها قائلين: إن الله لغني عن صدقة هذا فنزلت الاية :
            الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي
            الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ
            فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ
            أَلِيمٌ - سورة التوبة
          </p>

          <hr />

          <p className='titleS1'>المنافقين</p>
          <p className='titleS2'>ألا في الفتنة سقطوا</p>

          <p>
            في جهازه لتبوك قال صلى الله عليه وسلم للجد بن قيس: ياجد هل لك العام
            في جلاد الأصفر؟ فقال: يارسول الله أوتأذن لي ولا تفتني؟ فوالله لقد
            عرف قومي أنه ما من رجل أشد عجباً بالنساء مني وإني أخشى إن رأيت نساء
            بني الأصفر أن لا أصبر، فأعرض عنه رسول الله صلى الله عليه وسلم وقال:
            قد أذنت لك، وفيه نزلت الآية: وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي
            وَلا تَفْتِنِّي أَلا فِي الْفِتْنَةِ سَقَطُوا وَإِنَّ جَهَنَّمَ
            لَمُحِيطَةٌ بِالْكَافِرِينَ - سورة التوبة، وذهب بعضهم إلى النبي صلى
            الله عليه وسلم مبدين أعذاراً كاذبة ليأذن لهم بالتخلف فأذن لهم،
            فعاتبه الله بقوله: عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى
            يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ - سورة
            التوبة
          </p>

          <hr />

          <p className='titleS2'>الاستئذان للقعود</p>

          <p>
            لقد تحدث القرآن الكريم عن موقف المنافقين قبل الغزوة وأثنائها وبعدها،
            ومما جاء من حديث القرآن الكريم عن موقف المنافقين قبل غزوة تبوك
            مايتضمن استئذانهم وتخلفهم عن الخروج، وكان ممن تخلف عبدالله بن أبي
            سلول وقد تحدث القرآن عنهم فقال تعالى: لَوْ كَانَ عَرَضًا قَرِيبًا
            وَسَفَرًا قَاصِدًا لاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ
            الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا
            مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ
            لَكَاذِبُونَ - سورة التوبة ، فقد بين سبحانه وتعالى موقف المنافقين
            وأنهم تخلفوا بسبب بعد المسافة وشدتها، وأنه لو كان الذي دعوتهم إليه -
            يامحمد - عرضاً من أعراض الدنيا ونعيمها وكان السفر سهلاً لاتبعوك في
            الخروج، ولكنهم تخلفوا ولم يخرجوا، فالآية تشرح وتوضح ملابسات موقفهم
            قبل الخروج إلى الغزوة وأسباب هذا الموقف، ثم حكى سبحانه وتعالى
            ماسيقوله هؤلاء المنافقون بعد عودة المؤمنين من هذه الغزوة:
            وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ
            يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ ،
            كان نزول هذه الآية قبل رجوعه صلى الله عليه وسلم من تبوك.
          </p>

          <hr />

          <p>
            وقوله سبحانه: يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ
            لَكَاذِبُونَ ، قال ابن عاشور: أي يحلفون مهلكين أنفسهم أي موقعينها في
            الهلك - والهلك الفناء والموت ويطلق على الأضرار الجسمية وهو المناسب
            هنا - أي يتسببون في ضر أنفسهم بالإيمان الكاذبة، وهو ضر الدنيا وعذاب
            الآخرة وفي هذه الآية دلالة على أن تعمد اليمين الفاجرة يفضي إلى
            الهلاك.
          </p>

          <hr />

          <p>
            ثم عاتب الله تعالى نبينا محمداً صلى الله عليه وسلم بقوله: عَفَا
            اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ
            الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ ، قال مجاهد : نزلت هذه
            الآية في أناس قالوا: استأذنوا رسول الله صلى الله عليه وسلم، فإن أذن
            لكم فاقعدوا وإن لم يأذن لكم فاقعدوا وهؤلاء هم فريق من المنافقين،
            ومنهم عبدالله بن أبي سلول والجد بن قيس ورفاعة بن التابوت وكانوا تسع
            وثلاثين واعتذروا بأعذار كاذبة.
          </p>

          <p>
            والآية الكريمة عتاب لطيف من اللطيف الخبير سبحانه لحبيبه صلى الله
            عليه وسلم، على ترك الأولى وهو التوقف عن الإذن إلى انجلاء الأمر
            وانكشاف الحال، ثم قال تعالى: لا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ
            بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ
            وَأَنْفُسِهِمْ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ إِنَّمَا
            يَسْتَأْذِنُكَ الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ
            الآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ
            يَتَرَدَّدُونَ - سورة التوبة
          </p>

          <hr />

          <p>
            وهذه الآيات أول مانزل في التفرقة بين المؤمنين والمنافقين في القتال،
            فبين سبحانه أنه ليس من شأن المؤمنين بالله واليوم الآخر الاستئذان
            وترك الجهاد في سبيل الله، وإنما هذا من صفات المنافقين الذين يستأذنون
            من غير عذر وصفهم سبحانه بقوله: وَارْتَابَتْ قُلُوبُهُمْ ، أي: شكت في
            صحة ماجئتهم به، وقوله: فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ ، أي:
            يتحيرون يقدمون رجلاً ويؤخرون أخرى وليست لهم قدم ثابتة في شيء.
          </p>

          <hr />

          <p>
            لقد كانت غزوة تبوك منذ بداية الإعداد لها مناسبة للتمييز بين المؤمنين
            والمنافقين، وضحت فيها الحواجز بين الطرفين ولم يعد هناك أي مجال
            للتستر على المنافقين أو مجاملتهم، بل أصبحت مجابهتهم أمراً ملحاً بعد
            أن عملوا كل مافي وسعهم لمجابهة الرسول والدعوة وتثبيط المسلمين عن
            الاستجابة للنفير الذي أعلنه الله تعالى ورسوله صلى الله عليه وسلم،
            والذي نزل به القرآن الكريم بل وأصبح الكشف عن نفاق المنافقين وإيقافهم
            عند حدهم واجباً شرعياً.
          </p>

          <hr />

          <p className='titleS3'>وأعينهم تفيض من الدمع</p>

          <p>
            وجاء الأشعريون يتقدمهم أبو موسى الأشعري يطلبون من النبي صلى الله
            عليه وسلم أن يحملهم على إبل ليتمكنوا من الخروج للجهاد فلم يجد
            مايحملهم عليه حتى مضى بعض الوقت فحصل لهم على ثلاثة من الإبل.
          </p>

          <p>
            وبلغ الأمر بالضعفاء والعجزة ممن أقعدهم المرض أو النفقة عن الخروج إلى
            حد البكاء شوقاً للجهاد وتحرجاً من القعود، حتى نزل فيهم قرآن: لَيْسَ
            عَلَى الضُّعَفَاءِ وَلا عَلَى الْمَرْضَى وَلا عَلَى الَّذِينَ لا
            يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ
            مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ وَاللَّهُ غَفُورٌ رَحِيمٌ وَلا
            عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لا أَجِدُ
            مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ
            الدَّمْعِ حَزَنًا أَلا يَجِدُوا مَا يُنْفِقُونَ - سورة التوبة
          </p>

          <hr />

          <p>
            أعلن النفير العام للخروج لغزوة تبوك حتى بلغ عدد من خرج مع النبي صلى
            الله عليه وسلم إلى تبوك ثلاثين ألفاً، وقد عاتب القرآن الكريم الذين
            تباطأوا بقوله تعالى: يَاأَيُّهَا الَّذِينَ ءَامَنُوا مَا لَكُمْ
            إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى
            الأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الآخِرَةِ فَمَا
            مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلا قَلِيلٌ ، وقد
            طالبهم القرآن الكريم بأن ينفروا شباناً وشيوخاً وأغنياء وفقراء، بقوله
            تعالى: انْفِرُوا خِفَافًا وَثِقَالا وَجَاهِدُوا بِأَمْوَالِكُمْ
            وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ
            كُنْتُمْ تَعْلَمُونَ - سورة التوبة
          </p>

          <p>
            وبعد تعبئة الجيش وتوزيع المهام والألوية والرايات توجه الجيش الإسلامي
            بقيادة رسول الله صلى الله عليه وسلم إلى تبوك ولم ينتظر أحداً قد تأخر
            وقد تأخر نفر من المسلمين يظن فيهم خيراً، وكلما ذكر لرسول الله اسم
            رجل تأخر قال صلى الله عليه وسلم : دعوه إن يك فيه خير فسيلحقه الله
            تعالى بكم وإن يك غير ذلك فقد أراحكم الله منه.
          </p>

          <hr />

          <p className='titleS2'>قصة أبي ذر الغفاري</p>

          <p>
            قال ابن إسحاق: ثم مضى رسول الله صلى الله عليه وسلم سائراً فجعل يتخلف
            عنه الرجل، فيقولون: يارسول الله تخلف فلان فيقول: دعوه فإن يك فيه خير
            فسيلحقه الله تعالى بكم وإن يك غير ذلك فقد أراحكم الله منه، حتى قيل:
            يارسول الله قد تخلف أبو ذر وأبطأ به بعيره.
          </p>

          <p>
            فقال: دعوه فإن يك فيه خير فسيلحقه الله بكم وإن يك غير ذلك فقد أراحكم
            الله منه، وتلوّم أبو ذر على بعيره - أى تمهل - فلما أبطأ عليه أخذ
            متاعه فحمله على ظهره، ثم خرج يتبع أثر رسول الله صلى الله عليه وسلم
            ماشياً، ونزل رسول الله في بعض منازله فنظر ناظر من المسلمين، فقال:
            يارسول الله إن هذا الرجل يمشي على الطريق وحده فقال رسول الله صلى
            الله عليه وسلم: كن أبا ذرّ، فلما تأمَّله القوم قالوا: يارسول الله هو
            الله أبو ذر، فقال رسول الله صلى الله عليه وسلم: رحم الله أبا ذر يمشي
            وحده ويموت وحده ويبعث وحده، ومضى الزمان وجاء عصر عثمان ثم حدثت بعض
            الأمور وسُيَّر أبو ذر إلى الرَّبدة فلما حضره الموت أوصى امرأته
            وغلامه: إذا متُّ فاغسلاني وكفناني ثم احملاني فضعاني على قارعة
            الطريق، فأول ركب يمرُّون بكم فقولوا: هذا أبو ذر فلما مات فعلوا به
            كذلك، فطلع ركب فما علموا به حتى كادت ركائبهم تطأ سريره، فإذا ابن
            مسعود في رهط من أهل الكوفة فقال: ماهذا فقيل: جنازة أبي ذر فاستهل ابن
            مسعود يبكي فقال: صدق رسول الله صلى الله عليه وسلم: يرحم الله أبا ذر
            يمشي وحده ويموت وحده ويبعث وحده، فنزل فوليه بنفسه حتى دفنه.
          </p>

          <hr />

          <p className='titleS2'>قصة أبي خيثمة</p>

          <p>
            قال ابن إسحاق:... ثم إن أبا خيثمة رجع بعد أن سار رسول الله صلى الله
            عليه وسلم أياماً إلى أهله في يوم حار، فوجد امرأتين له في عريشين لهما
            في حائطه -أي بستانه- قد رشت كلُّ واحدة منهما عريشها وبرَّدت له فيه
            ماء وهيأت له فيه طعاماً، فلما دخل قام على باب العريش فنظر إلى
            امرأتيه وما صنعتا له فقال: رسول الله صلى الله عليه وسلم في الضِّح
            -أي الشمس- والريح والحرّ وأبو خيثمة في ظلٍّ بارد وطعام مُهيَّأ
            وامرأة حسناء في ماله مقيم، ما هذا بالنَّصَف! ثم قال: والله لا أدخل
            عريش واحدة منكما حتى ألحق برسول الله صلى الله عليه وسلم، فهيئا لي
            زاداً ففعلتا، ثم قدّم ناضحة فارتحله، ثم خرج في طلب رسول الله صلى
            الله عليه وسلم حتى أدركه حين نزل تبوك، وقد كان أدرك أبا خيثمة عمير
            بن وهب الجُمحي في الطريق يطلب رسول الله صلى الله عليه وسلم، فترافقا
            حتى إذا دنوا من تبوك قال أبو خيثمة لعمير بن وهب: إن لي ذنباً فلا
            عليك أن تَخَلَّف عني حتى آتي رسول الله صلى الله عليه وسلم ففعل، حتى
            إذا دنا من رسول الله صلى الله عليه وسلم وهو نازل بتبوك قال الناس:
            هذا راكب على الطريق مقبل، فقال رسول الله صلى الله عليه وسلم: كن أبا
            خيثمة فقالوا: يارسول الله هو والله أبو خيثمة، فلما أناخ أقبل فسلم
            على رسول الله صلى الله عليه وسلم، فقال له رسول الله صلى الله عليه
            وسلم : أولى لك يا أبا خيثمة، ثم أخبر رسول الله صلى الله عليه وسلم
            الخبر فقال له رسول الله صلى الله عليه وسلم خيراً ودعا له بخير.
          </p>

          <hr />

          <p className='titleS3'>وفي هذه القصة دروس وعبر</p>

          <p>
            أن المسلم صاحب ضمير حي فقد رأى أبو خيثمة رضي الله عنه ما أعدّت له
            زوجتاه من الماء البارد والطعام مع الظل المبرد والإقامة، فتذكر رسول
            الله صلى الله عليه وسلم وماهو فيه من التعرض للشمس والريح والحر،
            فأبصر وتذكر وتيقظ ضميره وحاسب نفسه، ثم عزم على الخروج وخرج وحده يقطع
            الفيافي والقفار، حتى التقى بعمير بن وهب الجمحي ولعله كان قادماً من
            مكة فهذه الصورة تبين لنا مثلاً من سلوك المتقين الذين تمر عليهم لحظات
            ضعف يعودون بعدها أقوى إيماناً مما كانوا عليه إذا تذكروا وراجعوا
            أنفسهم، وفي بيان ذلك يقول الله تبارك وتعالى: إِنَّ الَّذِينَ
            اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا
            فَإِذَا هُمْ مُبْصِرُونَ - سورة الأعراف ، وقد تذكر سريعاً وخرج لعله
            يدرك مافاته وظل يشعر بالذنب حتى وصل إلى النبي صلى الله عليه وسلم في
            تبوك وحصل على رضاه وسروره.
          </p>

          <hr />

          <p className='titleS2'>معرفة الرسول بأصحابه وبمعادنهم</p>

          <p>
            إن قول الرسول صلى الله عليه وسلم حينما قال له أصحابه: هذا راكب على
            الطريق مقبل: كن أبا خيثمة، فلما اقترب وعرفوه قالوا: يارسول الله هو
            والله أبو خيثمة، يدل على معرفة رسول الله صلى الله عليه وسلم بأصحابه
            وأنه أعرفهم بمعادن رجاله، ويعرف المستجيب من غيره ويعرف التائب النائب
            إلى ربه إذا زل قدمه، بسرعة رجوعه ومعرفة خصال الرجال ومعادنهم تدل على
            معرفة واسعة وخبرة مستوعبة فاحصة، نتيجة التعامل والاحتكاك في ميادين
            الحياة المختلفة، فقد كان يخالط الجميع يسمع منهم ويسمعهم ويسيرون معه
            ويجاهدون تحت رايته.
          </p>

          <hr />

          <p className='titleS1'>الوصول إلى تبوك</p>

          <p>
            عندما وصل النبي صلى الله عليه وسلم لم يجد أثراً للحشود الرومانية ولا
            القبائل العربية، وبالرغم أن الجيش مكث عشرين ليلة في تبوك لم تفكر
            القيادة الرومانية مطلقاً في الدخول مع المسلمين في قتال، حتى القبائل
            العربية المنتصرة آثرت السكون، أما حكام المدن في أطراف الشام فقد
            آثروا الصلح ودفع الجزية، فقد أرسل ملك أيلة للنبي صلى الله عليه وسلم
            هدية وهي بغلة بيضاء وبرد فصالحه على الجزية، وأرسل خالد بن الوليد رضي
            الله عنه على رأس سرية من الفرسان بلغ عددها أربعمائة وعشرين فارساً
            إلى دومة الجندل، واستطاع خالد بن الوليد أن يأسر أكيدر بن عبدالملك
            الكندي -ملكها- وهو في الصيد خارجها، فصالحه النبي صلى الله عليه وسلم
            على الجزية وقد تعجب المسلمون من قباء كان أكيدر يلبسه فقال الرسول صلى
            الله عليه وسلم: أتعجبون من هذا؟ فوالذي نفسي بيده لمناديل سعد بن معاذ
            في الجنة أحسن من هذا، وقد ورد أن غنائم خالد من أكيدر كانت ثمانمائة
            من السبي وألف بعير وأربعمائة درع وأربعمائة رمح، وكتب رسول الله صلى
            الله عليه وسلم معاهدات لكل من أهل جرباء وأذرح ولأهل مقنا يؤدي
            بموجبها هؤلاء الناس من نصارى العرب الجزية كل عام وتخضع لسلطان
            المسلمين.
          </p>

          <hr />

          <p className='titleS1'>
            وصايا رسول الله صلى الله عليه وسلم للجيش عند مروره بحجر ثمود
          </p>

          <p>
            قال ابن عمر رضي الله عنهما: إن الناس نزلوا مع رسول الله صلى الله
            عليه وسلم أرض ثمود الحجر واستقوا من بئرها واعتجنوا به، فأمرهم رسول
            الله صلى الله عليه وسلم أن يهريقوا ما استقوا من بئارها وأن يعلفوا
            الإبل العجين، وأمرهم أن يستقوا من البئر التي كانت تردها الناقة، وقال
            رسول الله صلى الله عليه وسلم: لاتدخلوا مساكن الذين ظلموا أنفسهم إلا
            أن تكونوا باكين حذراً أن يصيبكم مثل ما أصابهم، ثم زجر فأسرع حتى
            خلفها، وهذا منهج نبوي كريم في توجيه رسول الله صلى الله عليه وسلم
            صحابته إلى الاعتبار بديار ثمود وأن يتذكروا بها غضب الله على الذين
            كذبوا رسوله، وأن لايغفلوا عن مواطن العظة برسومها الدارسة وأطلالها
            القديمة ونهانهم عن الانتفاع بشيء مما في ربوعها حتى الماء.
          </p>

          <hr />

          <p className='titleS1'>
            وفاة الصحابي عبدالله ذو البجادين رضي الله عنه
          </p>

          <p>
            قال عبدالله بن مسعود رضي الله عنه: قمت من جوف الليل وأنا مع رسول
            الله صلى الله عليه وسلم في غزوة تبوك قال: فرأيت شعلة من نار في ناحية
            العسكر قال: فاتبعتها أنظر إليها فإذا رسول الله صلى الله عليه وسلم
            وأبو بكر وعمر وإذا عبدالله ذو البجادين المزني قد مات، وإذا هم قد
            حفروا له ورسول صلى الله عليه وسلم في حضرته وأبو بكر وعمر يدليانه
            إليه، وهو يقول: أدنيا إلى أخاكما فدلياه إليه فلما هيأه بشقة قال:
            اللهم إني أمسيت راضياً عنه فارض عنه، قال عبدالله بن مسعود: يا ليتني
            كنت صاحب الحفرة.
          </p>

          <p>
            قال ابن هشام: وإنما سمى ذو البجادين لأنه كان ينازع إلى الإسلام
            فيمنعه قومه من ذلك ويضيقون عليه حتى تركوه في بجاد ليس عليه غيره،
            فهرب منهم إلى رسول الله صلى الله عليه وسلم فلما كان قريباً منه شق
            بجاده باثنين فاتزر بواحد واشتمل بالآخر، ثم أتى رسول الله صلى الله
            عليه وسلم فقيل له: ذو البجادين لذلك، والبجاد هو الكساء الغليظ الجافي
          </p>

          <hr />

          <p className='titleS1'>
            إيذاء الرسول والمؤمنين ومحاولة اغتيال رسول الله
          </p>

          <p>
            وقد نزل في هؤلاء المنافقين قول الله تعالى: يَحْلِفُونَ بِاللَّهِ مَا
            قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ
            إِسْلامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا وَمَا نَقَمُوا إِلا أَنْ
            أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ فَإِنْ يَتُوبُوا يَكُ
            خَيْرًا لَهُمْ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا
            أَلِيمًا فِي الدُّنْيَا وَالآخِرَةِ وَمَا لَهُمْ فِي الأَرْضِ مِنْ
            وَلِيٍّ وَلا نَصِيرٍ - سورة التوبة
          </p>

          <p>
            وقد قال ابن كثير أن الضحاك قال: إن نفراً من المنافقين هموا بالفتك
            بالنبي صلى الله عليه وسلم، وهو في غزوة تبوك في بعض الليالي في حال
            السير، وكانوا بضعة عشر رجلاً نزلت فيهم هذه الآية، وفي رواية الواحدي
            عن الضحاك: خرج المنافقون مع رسول الله صلى الله عليه وسلم إلى تبوك،
            فكانوا إذا خلا بعضهم إلى بعض سبوا رسول الله صلى الله عليه وسلم
            وأصحابه وطعنوا في الدين، فنقل ماقالوا حذيفة إلى رسول الله صلى الله
            عليه وسلم فقال لهم رسول الله: يا أهل النفاق ما هذا الذي بلغني عنكم؟
            فحلفوا ماقالوا شيئاً من ذلك فأنزل الله هذه الآية إكذاباً لهم.
          </p>

          <hr />

          <p className='titleS1'>المسجد الضرار</p>

          <p>
            في أثناء عودة النبي صلى الله عليه وسلم إلى المدينة راجعاً من تبوك،
            نزلت عليه الآيات الآتية: وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا
            وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ
            حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ
            أَرَدْنَا إِلا الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ
            لا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ
            أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ
            أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ - سورة التوبة
          </p>

          <p className='titleS2'>سبب نزول الآيات</p>

          <p>
            فى ماذكره ابن كثير: أنه كان بالمدينة قبل مقدم رسول الله صلى الله
            عليه وسلم إليها رجل من الخزرج يقال له أبو عامر الراهب وكان قد تنصر
            في الجاهلية وقرأ علم أهل الكتاب، وكان فيه عبادة في الجاهلية وله شرف
            في الخزرج كبير، فلما قدم رسول الله صلى الله عليه وسلم مهاجراً إلى
            المدينة واجتمع المسلمون عليه وصارت للإسلام كلمة عالية وأظهرهم الله
            يوم بدر، شرق اللعين أبو عامر بريقه وبارز بالعداوة وظاهر بها.
          </p>

          <hr />

          <p>
            وخرج فاراً إلى كفار مكة من مشركي قريش يمالئهم على حرب رسول الله صلى
            الله عليه وسلم، فاجتمعوا بمن وافقهم في أحياء العرب، فكان من أمر
            المسلمين ما كان وامتحنهم الله عزوجل وكانت العاقبة للمتقين، وكان هذا
            الفاسق قد حفر حفائر فيما بين الصفين فوقع في إحداهن رسول الله صلى
            الله عليه وسلم وأصيب ذلك اليوم فجرح وكسرت رباعيته اليمنى والسفلى وشج
            رأسه صلوات الله وسلامه عليه، وتقدم أبو عامر في أول المبارزة إلى قومه
            من الأنصار فخاطبهم واستمالهم إلى نصره وموافقته، فلما عرفوا كلامه
            قالوا لا أنعم الله بك عينا يافاسق ياعدو الله ونالوا منه وسبُّوه،
            فرجع وهو يقول: والله لقد أصاب قومي بعدي شر، وكان رسول الله صلى الله
            عليه وسلم قد دعاه إلى الله قبل فراره وقرأ عليه القرآن فأبى أن يسلم
            وتمرد، فدعا عليه رسول الله صلى الله عليه وسلم أن يموت بعيداً طريداً
            فنالته هذه الدعوة.
          </p>

          <hr />

          <p>
            ولما رأى أمر الرسول صلى الله عليه وسلم في ارتفاع وظهور، ذهب إلى هرقل
            ملك الروم يستنصره على النبي صلى الله عليه وسلم، فوعده ومناه وأقام
            عنده، وكتب إلى جماعة من قومه الأنصار من أهل النفاق والريب يعدهم
            ويمنيهم بجيش يقاتل به رسول الله صلى الله عليه وسلم ويغلبه ويرده عما
            هو فيه، وأمرهم أن يتخذوا له معقلاً يقدم عليهم فيه من يقدم من عنده
            لآداء كتبه ويكون مرصداً له إذا قدم عليهم بعد ذلك، فشرعوا في بناء
            مسجد مجاور لمسجد قباء فبنوه وأحكموه وفرغوا منه قبل خروج رسول الله
            صلى الله عليه وسلم إلى تبوك، وجاءوا فسألوا رسول الله صلى الله عليه
            وسلم أن يأتي إليهم فيصلي في مسجدهم ليحتجوا بصلاته فيه على تقريره
            وإثباته، وذكروا أنهم بنوه للضعفاء منهم وأهل العلة في الليلة الشاتية،
            فعصمه الله من الصلاة فيه فقال: إنّا على سفر ولكن إذا رجعنا إن شاء
            الله.
          </p>

          <hr />

          <p>
            فلما قفل عليه السلام راجعاً إلى المدينة من تبوك ولم يبق بينه وبينها
            إلا يوم أو بعض يوم، نزل عليه جبريل بخبر مسجد ضرار وما اعتمده بانوه
            من الكفر والتفريق بين جماعة المؤمنين في مسجدهم مسجد قباء الذي أسس من
            أول يوم على التقوى، فبعث رسول الله صلى الله عليه وسلم إلى ذلك المسجد
            من هدمه قبل مقدمه المدينة.
          </p>

          <hr />

          <p>
            قال ابن عاشور: وقوله سبحانه: لا تَقُمْ فِيهِ أَبَدًا ، المراد
            بالقيام الصلاة لأن أولها قيام، ووجه النهي عن الصلاة فيه أن صلاة
            النبي صلى الله عليه وسلم فيه تكسب يمناً وبركة، فلا يرى المسلمون
            لمسجد قباء مزية عليه، ولذلك أمر رسول الله صلى الله عليه وسلم عمار بن
            ياسر ومالك بن الدخشم مع بعض أصحابه، وقال لهم: انطلقوا إلى هذا المسجد
            الظالم أهله فاهدموه وحرقوه ففعلوا، وقوله: لَمَسْجِدٌ أُسِّسَ عَلَى
            التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ ، احتراس
            مما يستلزمه النهي عن الصلاة فيه من إضاعة عبادة في الوقت الذي رغبوه
            للصلاة فيه، فأمر الله بأن يصلي في ذلك الوقت الذي دعوه فيه للصلاة في
            مسجد الضرار أن يصلي في مسجده أو في مسجد قباء لئلا يكون لامتناعه من
            الصلاة من حظوظ الشيطان أن يكون صرفه عن صلاة في وقت دعي للصلاة فيه
            وهذا أدب نفساني عظيم.
          </p>

          <hr />

          <p className='titleS3'>دروس وعبر</p>

          <p className='titleS2'>الكفر ملة واحدة</p>

          <p>
            قد تبين هذا في موقف أبي عامر الراهب من الإسلام ومن المسلمين إذ غضب
            غضباً شديداً وتألم لهزيمة المشركين في بدر، فأعلن عداءه للرسول وتوجه
            إلى عاصمة الشرك مكة يحث أهلها على قتال المسلمين وخرج مقاتلاً معهم في
            أحد وحاول تفتيت الصف الإسلامي، وصدق الله تعالى عندما قال:
            وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلا تَفْعَلُوهُ
            تَكُنْ فِتْنَةٌ فِي الأَرْضِ وَفَسَادٌ كَبِيرٌ - سورة الأنفال
          </p>

          <hr />

          <p className='titleS2'>التدليس على المسلمين</p>

          <p>
            حاول المنافقون أن يضيفوا الشرعية على هذا البناء وأنه مسجد بنوه
            لأسباب مقنعة في الظاهر، ولكن لا حقيقة لها في نفوس أصحابها فقد جاءوا
            يطلبون من الرسول صلى الله عليه وسلم الصلاة في هذا البناء ليكون
            مسجداً قد باركه رسول الله صلى الله عليه وسلم بالصلاة فيه، فإذا حدث
            هذا فقد استقر قرارهم في تحقيق أهدافهم وهذا أسلوب ماكر خبيث قد ينطلي
            على كثير من الناس.
          </p>

          <hr />

          <p className='titleS2'>العلاج النبوي الحاسم</p>

          <p>
            إن ماقام به الرسول صلى الله عليه وسلم من الأمر بهدم مسجد الضرار هو
            التصرف الأمثل، وهذا منهج نبوي كريم سنّة لقادة الأمة في القضاء على أي
            عمل يراد منه الإضرار بالمسلمين وتفريق كلمتهم، فالداء العضال لايعالج
            بتسكينه والتخفيف منه، وإنما يعالج بجسمه وإزالة آثاره حتى لايتجدد
            ظهوره بصورة أخرى، وإن الثمار العملية التي لمسها المسلمون على إثر
            تطبيق الأمر النبوي الحازم لتدلُّنا على أن هذه المنهجية التي نهجها
            رسول الله صلى الله عليه وسلم مع هذا المكر الخبيث هي الطريقة المثلى
            لقمع حركة النفاق في المجتمع المسلم.
          </p>

          <hr />

          <p className='titleS2'>ما يلحق بمسجد الضرار في الحكم</p>

          <p>
            وقال القرطبي في تفسيره: قال علماؤنا: وكل مسجد بُني على ضرار أو رياء
            وسمعة فهو في حكم مسجد الضرار لاتجوز الصلاة فيه.
          </p>

          <p>
            إن مسجد الضرار ليس حادثة في المجتمع الإسلامي الأول وانقضت، بل هي
            فكرة باقية يخطط لها باختيار الأهداف العميقة وتختار الوسائل الدقيقة
            لتنفيذها وخططها تصب في التآمر على الإسلام وأهله بالتشويه وقلب
            الحقائق والتشكيك وزرع بذور الفتن لإبعاد الناس عن دينهم وإشغالهم بما
            يضرهم ويدمر مصيرهم الأخروي.
          </p>

          <hr />

          <p className='titleS1'>عودة الجيش من الغزوة</p>

          <p>
            وعاد النبي صلى الله عليه وسلم إلى المدينة بعد أن مكث في تبوك عشرين
            ليلة، وقد أمر النبي صلى الله عليه وسلم بهدم مسجد الضرار الذي بناه
            المنافقون وهو راجع إلى المدينة، ولما اقترب من المدينة خرج الصبيان
            إلى ثنية الوداع يتلقونه ودخل المدينة فصلى في مسجده ركعتين ثم جلس
            للناس وجاء المخلفون لرسول الله صلى الله عليه وسلم يقدمون له
            الاعتذار.
          </p>

          <hr />

          <p className='titleS1'>المخلفون الذين لهم أعذار شرعية</p>

          <p>
            قال تعالى: لَيْسَ عَلَى الضُّعَفَاءِ وَلا عَلَى الْمَرْضَى وَلا
            عَلَى الَّذِينَ لا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا
            لِلَّهِ وَرَسُولِهِ مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ وَاللَّهُ
            غَفُورٌ رَحِيمٌ وَلا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ
            لِتَحْمِلَهُمْ قُلْتَ لا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا
            وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلا يَجِدُوا مَا
            يُنْفِقُونَ - سورة التوبة
          </p>

          <hr />

          <p className='titleS1'>المخلفون من منافقي المدينة</p>

          <p>
            قال تعالى: فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلافَ رَسُولِ
            اللَّهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ
            فِي سَبِيلِ اللَّهِ وَقَالُوا لا تَنْفِرُوا فِي الْحَرِّ قُلْ نَارُ
            جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ فَلْيَضْحَكُوا
            قَلِيلا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ
            فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ
            لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا
            مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ
            فَاقْعُدُوا مَعَ الْخَالِفِينَ - سورة التوبة
          </p>

          <hr />

          <p>
            هذا وقد لاحظت اختلاف سياسة الرسول صلى الله عليه وسلم في معاملته
            للمنافقين، عندما اعتذروا له عن المسلمين حيث أنه صلى الله عليه وسلم
            عامل المنافقين باللين والصفح واختار للمسلمين الصادقين الشدة
            والعقوبة؟ ولاشك أن الشدة والقسوة في هذا المقام مع المسلمين مظهر
            للإكرام والتشريف وهو ما لايستحقه المنافقون وكيف يستحق المنافقون أن
            تنزل آيات في توبتهم -على أي حال- أنهم كفرة ولن ينشلهم شيء مما
            يتظاهرون به في الدنيا من الدرك الأسفل في النار يوم القيامة.
          </p>

          <hr />

          <p>
            وقد أمر الشارع جلّ جلاله أن ندعهم لما تظاهروا به ونجري الأحكام
            الدنيوية حسب ظواهرهم، ففيم التحقيق عن بواطن أعذارهم وحقيقة أقوالهم
            وفيما معاقبتهم في الدنيا على ماقد يصدر عنهم من كذب، ونحن إنما نعطيهم
            الظاهر فقط من المعاملة والأحكام كما يُبدو لنا هم أيضاً الظاهر فقط من
            أحوالهم وعقائدهم ، قال ابن القيم: وهكذا يفعل الرب سبحانه بعباده في
            عقوبات جرائمهم، فيؤدب عبده المؤمن الذي يحبه وهو كريم عنده بأدنى زلة
            وهفوة فلايزال مستيقظاً حذراً، وأما من سقط من عين الله وهان عليه فإنه
            يخلي بينه وبين معاصيه وكلما أحدث ذنباً أحدث له نعمة.
          </p>

          <hr />

          <p className='titleS1'>قصة كعب بن مالك - الصدق سفينة النجاة</p>

          <p>
            وردت قصة الثلاثة الذين خلفوا على لسان كعب بن مالك رضي الله عنه في
            كتب السيرة والحديث والتفسير بروايات متقاربة في ألفاظها ولقيت عناية
            فائقة في الشرح والتدريس، وكان صحيح البخاري من أكثر الكتب دقة
            وتفصيلاً لهذه القصة.
          </p>

          <p>
            ونترك كعب بن مالك رضي الله عنه يحدثنا بنفسه حيث قال: لم أتخلف عن
            رسول الله صلى الله عليه وسلم في غزوة غزاها إلا في غزوة تبوك، غير أني
            كنت تخلفت في غزوة بدر ولم يعاتب أحداً تخلف عنها، إنما خرج رسول الله
            صلى الله عليه وسلم يريد عير قريش حتى جمع الله بينهم وبين عدوهم على
            غير معاد، ولقد شهدت مع رسول الله صلى الله عليه وسلم ليلة العقبة حين
            تواثقنا على الإسلام، وما أحبُّ أن لي بها مشهد بدر وإن كانت بدر أذكر
            في الناس منها كان من خبري أني لم أكن قطُّ أقوى ولا أيسر حين تخلفت
            عنه في تلك الغزاة، والله ما اجتمعت عندي قبله راحلتان قطُّ حتى جمعتها
            في تلك الغزوة، ولم يكن رسول الله صلى الله عليه وسلم يريد غزوة إلا
            ورّى بغيرها حتى كانت تلك الغزوة غزاها رسول الله صلى الله عليه وسلم
            في حرّ شديد واستقبل سفراً بعيداً ومفازاً وعدوا كثيراً، فجلى للمسلمين
            أمرهم ليتأهبوا أهبة غزوهم فأخبرهم بوجهه الذي يريد والمسلمون مع رسول
            الله صلى الله عليه وسلم كثير ولا يجمعهم كتاب حافظ -يريدون الديوان-
            قال كعب: فما رجل يريد أن يتغيب إلا ظن أن سيخفى له مالم ينزل فيه وحيُ
            الله.
          </p>

          <hr />

          <p>
            وغزا رسول الله صلى الله عليه وسلم تلك الغزوة حيث طابت الثمار
            والظلال، وتجهز رسول الله صلى الله عليه وسلم والمسلمون معه فطفقت
            أغدوا لكي أتجهز معهم فأرجع ولم أقضي شيئاً، فأقول في نفسي: أنا قادرٌ
            عليه، فلم يزل يتمادى بي حتى اشتد بالناس الجدُّ، فأصبح رسول الله صلى
            الله عليه وسلم والمسلمون معه ولم أقضي من جهازي شيئاً، فقلت: أتجهز
            بعده بيوم أو يومين ثم ألحقهم فغدوت بعد أن فصلوا لأتجهز فرجعت ولم
            أقضي شيئاً ثم غدوت ثم رجعت ولم أقضي شيئاً، فلم يزل بي حتى أسرعوا
            وتفارط الغزو -سبقوا وفاتوا- وهممت أن أرتحل فأدركهم، وليتني فعلت فلم
            يقدر لي ذلك فكنت إذا خرجت في الناس -بعد خروج رسول الله صلى الله عليه
            وسلم - فطفقت فيهم أحزنني أني لا أرى إلا رجلاً مغموصاً عليه النفاق أو
            رجلاً ممن عذر الله من الضعفاء ولم يذكرني رسول الله صلى الله عليه
            وسلم حتى بلغ تبوك فقال وهو جالس في القوم بتبوك: مافعل كعب؟ فقال رجل
            من بني سلمة: يارسول الله حبسه برداه والنظر في عطفيه -أي جانبيه وهو
            إشارة الى إعجابنه بنفسه ولباسه-، فقال له معاذ بن جبل: بئس ماقلت:
            والله يارسول الله! ماعلمنا عليه إلا خيراً فسكت رسول الله صلى الله
            عليه وسلم: فبينما هو على ذلك رأى رجلاً مبيضاً -يلبس البياض- يزول به
            السراب فقال رسول الله صلى الله عليه وسلم : كن أبا خيثمة فإذا هو أبو
            خيثمة الأنصاري وهو الذي تصدق بصاع التمر حين لمزه المنافقون
          </p>

          <hr />

          <p>
            فقال كعب بن مالك: فلما بلغني أن رسول الله صلى الله عليه وسلم قد توجه
            قافلاً من تبوك حضرني بثي -حزني- فطفقت أتذكر الكذب وأقول: بم أخرج من
            سخطه غداً؟ وأستعين على ذلك كل ذي رأي من أهلي، فلما قيل لي: أن رسول
            الله صلى الله عليه وسلم قد أظل قادماً -أقبل ودنا قدومه كأنه أبقى على
            ظله- زاح عني الباطل حتى عرفت أني لن أنجو منه بشيء أبداً، فأجمعت صدقه
            -عزمت على صدقه- وصبح رسول الله صلى الله عليه وسلم قادماً، وكان إذا
            قدم من سفر بدأ بالمسجد فركع فيه ركعتين ثم جلس للناس، فلما فعل ذلك
            جاءه المخلفون فطفقوا يعتذرون إليه ويحلفون له وكانوا بضعة وثمانين
            رجلاً، فقبل منهم رسول الله صلى الله عليه وسلم علانيتهم وبايعهم
            واستغفر لهم ووكل سرائرهم إلى الله، حتى جئت فلما سلمت تبسم تبسم
            المغضب ثم قال: تعال فجئت أمشي حتى جلست بين يديه، فقال لي: ماخلفك؟
            ألم تكن قد ابتعت ظهرك؟ قال: قلت: يارسول الله! إني والله لو جلست عند
            غيرك من أهل الدنيا لرأيت أني سأخرج من سخطه بعذر ولقد أعطيت جدلاً
            -فصاحة وقوة في الكلام وبراعة- ، ولكني والله! لقد علمت لئن حدثتك
            اليوم حديث كذب ترضى به عني، ليوشكن الله أن يسخطك عليّ ولئن حدثتك
            حديث صدق تجد علي فيه -تغضب- إني لأرجو فيه عقبى الله، والله ماكان لي
            عذر ووالله ماكنت قط أقوى ولا أيسر مني حين تخلفت عنك، قال رسول الله
            صلى الله عليه وسلم: أما هذا فقد صدق فقم حتى يقضي الله فيك، فقمت وثار
            رجال من بني سلمة فاتبعوني، فقالوا لي: والله ماعلمناك أذنبت ذنباً قبل
            هذا، لقد عجزت في أن لاتكون اعتذرت إلى رسول الله صلى الله عليه وسلم
            بما اعتذر به إليه المخلفون، فقد كان كافيك ذنبك استغفار رسول الله صلى
            الله عليه وسلم لك، قال فوالله مازالوا يؤنبونني -يلومنني اشد اللوم-
            حتى أردت أن أرجع إلى رسول الله صلى الله عليه وسلم فأكذب نفسي.
          </p>

          <hr />

          <p>
            قال: ثم قلت لهم: هل لقي هذا معي من أحد؟ قالوا: نعم، لقيه معك رجلان
            قالا مثل ماقلت فقيل لهما مثل ماقيل لك، قال: قلت: من هما؟ قالوا:
            مرارة بن الربيع العامري وهلال بن أمية الواقفي، قال: فذكروا لي رجلين
            صالحين قد شهدوا بدراً فيهما أسوة، فمضيت حين ذكروهما لي.
          </p>

          <p>
            وقال: فاجتنبنا الناس وقال: تغيروا لنا حتى تنكرت لي في نفسي الأرض فما
            هي بالأرض التي أعرف، فلبثنا على ذلك خمسين ليلة، فأما صاحباي فاستكانا
            وقعدا في بيوتهما يبكيان، وأما أنا فكنت أشب القوم وأجلدهم فكنت أخرج
            فأشهد الصلاة وأطوف في الأسواق ولايكلمني أحد، وآتي رسول الله صلى الله
            عليه وسلم فأسلم عليه وهو في مجلسه بعد الصلاة فأقول في نفسي: هل حرك
            شفتيه برد السلام أم لا؟ ثم أصلي قريباً منه وأسارقه النظر فإذا أقبلت
            على صلاتي نظر إلي وإذا التفت نحوه أعرض عني حتى طال ذلك علي من جفوة
            المسلمين مشيت حتى تسورت جدار حائط أبي قتادة وهو ابن عمي وأحب الناس
            إلي، فسلمت عليه فو الله مارد علي السلام، فقلت له: يا أبا قتادة أنشدك
            بالله هل تعلم إني أحب الله ورسوله؟ قال: فسكت، فعدت فناشدته فسكت فعدت
            فناشدته فقال: الله ورسوله أعلم، ففاضت عيناي وتوليت حتى تسورت الجدار
          </p>

          <hr />

          <p>
            فبينما أنا أمشي في سوق المدينة إذا نبطي من نبط أهل الشام -فلاحو
            العجم- ممن قدم بالطعام يبيعه بالمدينة يقول: من يدل على كعب بن مالك
            قال: فطفق الناس يشيرون له إليَّ، حتى جاءني فدفع إلى كتاباً من ملك
            غسان، وكنت كاتباً فقرأته فإذا فيه: أما بعد فإنه قد بلغنا أن صاحبك قد
            جفاك ولم يجعلك الله بدار هوان ولا مضيعة -يعني أنك لست بأرض يضيع فيها
            حقك- فالحق بنا نواسك، قال: فقلت: حين قرأتها وهذا أيضاً من البلاء،
            فتايممت بها -قصدت- التنور فسجرتها بها -احرقتها
          </p>

          <hr />

          <p>
            ومضت أربعون من الخمسين واستلبث -أبطأ- الوحي، وقيل لى إن رسول الله
            صلى الله عليه وسلم يأمرك أن تعتزل امرأتك قال: فقلت: أطلقها أم ماذا
            أفعل؟ قال: لا بل اعتزلها فلا تقربنها، قال: فأرسل إلى صاحبي بمثل هذا،
            قال: فقلت لامرأتي: الحقي بأهلك فكوني عندهم حتى يقضي الله في هذا
            الأمر قال: فجاءت امرأة هلال بن أمية رسول الله فقالت له: يارسول الله،
            إن هلال بن أمية شيخ ضائع ليس له خادم فهل تكره أن أخدمه؟ قال: لا ولكن
            لايقربنك، فقالت: إنه والله مابه حركة إلى شيء والله مازال يبكي منذ
            كان من أمره ماكان إلى يومه هذا، قال: فقال لي بعض أهلي: لو استأذنت
            رسول الله صلى الله عليه وسلم في امرأتك؟ فقد أذن لامرأة هلال بن أمية
            أن تخدمه، قال فقلت: لا أستأذن فيها رسول الله صلى الله عليه وسلم وما
            يدريني ماذا يقول رسول الله صلى الله عليه وسلم إذا استأذنته فيها وأنا
            رجل شاب، قال فلبثت بذلك عشر ليال فكمل لنا خمسون ليلة على ظهر بيت من
            بيوتنا.
          </p>

          <hr />

          <p>
            فبينما أنا جالس على الحال التي ذكر الله عزوجل منا، قد ضاقت عليَّ
            نفسي وضاقت علي الأرض بما رحبت، سمعت صوت صارخ أوفيى على سلع -صعده
            وارتفع عليه وسلع جبل بالمدينة- يقول بأعلى صوته: ياكعب بن مالك أبشر،
            قال: فخررت ساجداً وعرفت أن قد جاء فرج قال: فآذن رسول الله صلى الله
            عليه وسلم توبة الله علينا حين صلى صلاة الفجر فذهب الناس يبشروننا
            فذهب قِبَل صاحبي مبشرون وركض رجل إليَّ فرساً وسعى ساع من أسلم قبلي،
            وأوفى الجبل فكان الصوت أسرع من الفرس، فلما جاءني الذي سمعت صوته
            يبشرني فنزعت له ثوبيّ فكسوتهما إياه ببشارته والله! ما أملك غيرهما
            يومئذ، واستعرت ثوبين فلبستهما فانطلقت أتأمم رسول الله صلى الله عليه
            وسلم ويتلقني الناس فوجا فوجا يهنئوني بالتوبة، ويقولون: لتهنئك توبة
            الله عليك، حتى دخلت المسجد فإذا رسول الله صلى الله عليه وسلم جالس في
            المسجد وحوله الناس، فقام طلحة بن عبيد الله يهرول حتى صافحني وهنأني
            والله ماقام رجل من المهاجرين غيره، قال: فكان كعب لاينساها لطلحة
          </p>

          <hr />

          <p>
            قال كعب: فلما سلمت على رسول الله صلى الله عليه وسلم قال: وهو يبرق
            وجهه من السرور ويقول: أبشر بخير يوم مر عليك منذ ولدتك أمك، قال: قلت:
            أمن عندك؟ يارسول الله أم من عند الله؟ فقال: لابل من عند الله، وكان
            رسول الله صلى الله عليه وسلم إذا استنار وجهه كان قطعة قمر ، قال:
            وكنا نعرف ذلك ، وقال: فلما جلست بين يديه قلت يارسول الله: إن من
            توبتي أن أنخلع من مالي صدقة -أتصدق به- إلى الله وإلى رسوله، فقال
            رسول الله صلى الله عليه وسلم : أمسك بعض مالك فهو خير لك قال: فقلت:
            فإني أمسك سهمي الذي بخيبر، قال: وقلت: يارسول الله: إن الله إنما
            أنجاني بالصدق وإن من توبتي أن لا أحدث إلا صدقاً مابقيت قال: فو الله
            ماعلمت أن أحداً من المسلمين أبلاه الله -أنعم عليه- في صدق الحديث منذ
            ذكرت ذلك لرسول الله صلى الله عليه وسلم إلى يومي هذا أحسن مما أبلاني
            الله به، والله ما تعمدت كذبة منذ قلت لرسول الله صلى الله عليه وسلم
            إلى يومي هذا وإني لأرجو أن يحفظني الله فيما بقى.
          </p>

          <hr />

          <p>
            قال: فأنزل الله عزوجل: لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ
            وَالْمُهَاجِرِينَ وَالأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ
            الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ
            ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ وَعَلَى
            الثَّلاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ
            الأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا
            أَنْ لا مَلْجَأَ مِنَ اللَّهِ إِلا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ
            لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ - سورة التوبة
            ، حتى بلغ: يَاأَيُّهَا الَّذِينَ ءَامَنُوا اتَّقُوا اللَّهَ
            وَكُونُوا مَعَ الصَّادِقِينَ.
          </p>

          <hr />

          <p className='titleS1'>التدريب العملي العنيف</p>

          <p>
            كان خروج الرسول صلى الله عليه وسلم بأصحابه إلى تبوك بأصحابه، فيه
            فوائد كثيرة منها تدريبهم تدريباً عنيفاً فقطع بهم صلى الله عليه وسلم
            مسافة طويلة في ظروف جوّية صعبة حيث كانت حرارة الصيف اللاّهب،
            بالإضافة إلى الظروف المعيشية التي كانوا يعانون منها، فقد كان هناك
            قلة في الماء حتى كادوا يهلكون من شدة العطش، وأيضاً كان هناك قلة في
            الزاد والظهر ولاشك في أنّ هذه الأمور تعد تدريباً عنيفاً لايتحمله
            إلاّ الأقوياء من الرجال، وفي هذا الدرس يقول الأستاذ محمود شيت خطاب:
            تعمل الجيوش الحديثة على تدريب جنودها تدريباً عنيفاً كاجتياز مواقع
            وعراقيل صعبة جداً وقطع مسافات طويلة في ظروف جوية مختلفة وحرمان من
            الطعام والماء بعض الوقت وذلك لإعداد هؤلاء الجنود لتحمل أصعب المواقف
            المحتمل مصادفتها في الحرب.
          </p>

          <p>
            إن غزوة تبوك تدريب عنيف للمسلمين، كان غرض الرسول صلى الله عليه وسلم
            منه إعدادهم لتحمل رسالة حماية حرية نشر الإسلام خارج شبه الجزيرة
            العربية، فقد كانت هذه الغزوة آخر غزوات الرسول صلى الله عليه وسلم،
            فلابد من الاطمئنان إلى كفاءة جنوده قبل أن يلحق بالرفيق الأعلى ، وقد
            ساعد هذا التدريب العملي الصحابة في عصر الخلفاء فقاموا بفتح بلاد
            الشام وبلاد الفرس بقوة إيمانهم وثقتهم بخالقهم وساعدهم على ذلك
            لياقتهم البدنية العالية ومعرفتهم العملية لاستخدام السيوف والرماح
            وأنواع الأسلحة في زمانهم.
          </p>

          <hr />

          <p className='titleS1'>تراجع حركة النفاق</p>

          <p>
            تراجعت حركة النفاق في المدينة بعد غزوة تبوك وكذلك بعد موت عبدالله بن
            سلول حتى أننا لم نجد لهم حضوراً بارزاً في العام العاشر للهجرة ولم
            يبق إلا العدد غير المعروف إلا لصاحب سر رسول الله صلى الله عليه وسلم
            حذيفة بن اليمان، وكان عمر فيما بعد لايصلي على جنازة من جهل حاله حتى
            يصلي عليه حذيفة بن اليمان لأنه كان يعلم أعيان المنافقين وقد أخبره
            رسول الله بهم.
          </p>

          <hr />

          <p className='titleS1'>توحيد الجزيرة العربية تحت حكم الرسول</p>

          <p>
            تأثر موقف القبائل العربية من الرسول صلى الله عليه وسلم والدعوة
            الإسلامية بمؤثرات متداخلة كفتح مكة وخيبر وغزوة تبوك، فبادر كل قوم
            بإسلامهم بعد ما امتد سلطان المسلمين إلى خطوط التماس مع الروم ثم
            مصالحة نجران في الأطراف الجنوبية على أن يدفعوا الجزية.
          </p>
        </section>
      </main>
    </>
  )
}
