import Navbar from './Navbar'
export default function Section19() {
  return (
    <>
      <Navbar title='ما كان مُحمَّد أبَا أحَدٍ' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p className='tilteC1'>
            قصة زواج النبي صلى الله عليه وسلم بزينب بنت جحش رضي الله عنها
          </p>

          <p>
            هي أم المؤمنين زينب بنت جحش بن رباب بن يعمر الأسدية، أخت عبدالله ابن
            جحش، وحمنة بنت جحش رضي الله عنها وأمها: أميمة بنت عبدالمطلب بن هاشم
            بن عبدمناف بن قصي، عمة رسول الله صلى الله عليه وسلم ، وأخت حمزة بن
            عبدالمطلب رضي الله عنه، كانت تكنى أم الحكم
          </p>

          <hr />

          <p className='tilteC1'>زواجها من زيد بن حارثة رضي الله عنه</p>

          <p>
            أراد الرسول صلى الله عليه وسلم أن يحطم تلك الفوارق الطبقية الموروثة
            في الأمة المسلمة من عادات الجاهلية، وكان الموالي وهم الذين جرى عليهم
            الرق ثم تحرروا طبقة أدنى من طبقة السادة، ومن الموالي كان زيد بن
            حارثة مولى رسول الله صلى الله عليه وسلم الذي أعتقه ثم تبناه فرأى
            رسول الله صلى الله عليه وسلم أن يزوج زيداً من شريفة أسد وهي ابنة
            عمته زينب بنت جحش رضي الله عنها، ليبطل تلك الفوارق الطبقية بنفسه في
            أسرته، وكانت هذه الفوارق من العمق والعنف بحيث لايحطمها إلا فعل واقعي
            من رسول الله صلى الله عليه وسلم، لتتخذ منه الأمة المسلمة أسوة وقدوة
            وتسير البشرية على هداه في هذا الطريق، وأيضاً لعل من الحكمة في هذا
            الزواج أنه كان مقدمة لتشريع آخر لايقل أهمية في حفظ توازن المجتمع
            وحماية الأسرة عن الأول، وإن لم تظهر هذه الحكمة في بداية الأمر.
          </p>

          <hr />

          <p>
            انطلق رسول الله صلى الله عليه وسلم ليخطب على فتاه زيد بن حارثة رضي
            الله عنه، فدخل على زينب بنت جحش الأسدية رضي الله عنها فخطبها، فقالت:
            لست بناكحته فقال رسول الله صلى الله عليه وسلم : بلى فانكحيه قالت
            يارسول الله أؤامرَ في نفسي؟ فبينما هما يتحادثان أنزل الله تعالى:
            وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ
            وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ
            - سورة الأحزاب.
          </p>

          <p>
            فقالت: يارسول الله قد رضيته لي زوجاً؟ قال: نعم قالت: لا أعصي رسول
            الله صلى الله عليه وسلم وقد زوجته نفسي، وكان زيد بن حارثة إذ ذاك
            لايزال يدعى زيد بن محمد، فتزوجها زيد وأصدقها في هذا الزواج عشرة
            دنانير وستين درهماً وخماراً وملحفة ودرعاً وخمسين مداً من طعام وعشرة
            أمداد من تمر.
          </p>

          <hr />

          <p className='tilteC1'>طلاق زيد لزينب رضي الله عنها</p>

          <p>
            شاءت حكمة الله تعالى أن لايتوافقا زيد وزينب في زواجهما وأصبحت حياة
            الزوجين لاتطاق، وصمم زيد على فراق زوجه زينب وكان قبل ذلك يشتكي لرسول
            الله صلى الله عليه وسلم من عدم استطاعته البقاء مع زينب ورسول الله
            يأمره بإمساك زوجه مع تقوى الله في شأنها، حتى أذن الله بالطلاق فطلقها
            زيد وانفصمت العلاقة بينهما بعد أن قضى زيد وطره، وبعد أن مكث معها
            مايقرب من سنة، قال ابن كثير: فمكثت عنده قريباً من سنة أو فوقها، ثم
            وقع بينهما يعني الخلاف فجاء زيد يشكوها إلى رسول الله صلى الله عليه
            وسلم فجعل رسول الله صلى الله عليه وسلم يقول له: أمسك عليك زوجك واتق
            الله.
          </p>

          <hr />

          <p className='tilteC3'>
            الحكمة من زواج رسول الله صلى الله عليه وسلم من زينب
          </p>

          <p>
            كانت عادة التبني متغلغلة في نفوس الناس ومشاعرهم وليس من السهل التغلب
            عليها وإلغاء الآثار المترتبة عليها، هذه العادة في صدر الإسلام في مكة
            وفي أول الهجرة إلى المدينة، ثم شاء الله تعالى فنزلت الآيات في نفي أن
            يكون الأدعياء أبناء لمن ادعاهم في الحقيقة وإنما ذلك حسب دعوى المدعي
            فقط ، وذلك لايغير من الواقع شيئاً، فقال تعالى: مَا جَعَلَ اللَّهُ
            لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ وَمَا جَعَلَ أَزْوَاجَكُمُ
            اللائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ
            أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ
            وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ - سورة الأحزاب.
          </p>

          <hr />

          <p>
            ثم أمر تبارك وتعالى برد نسبهم إلى آبائهم في الحقيقة، فهذا من العدل
            والقسط والبر، فقال تعالى: ادْعُوهُمْ لآبَائِهِمْ هُوَ أَقْسَطُ
            عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا ءَابَاءَهُمْ فَإِخْوَانُكُمْ
            فِي الدِّينِ وَمَوَالِيكُمْ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا
            أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ
            اللَّهُ غَفُورًا رَحِيمًا - سورة الأحزاب.
          </p>

          <p>
            فعن عبدالله بن عمر رضي الله عنهما قال: إن زيد بن حارثة رضي الله عنه
            مولى رسول الله صلى الله عليه وسلم ماكنا ندعوه إلا زيد بن محمد حتى
            نزل القرآن.
          </p>

          <hr />

          <p className='tilteC1'>زواج رسول الله صلى الله عليه وسلم من زينب</p>

          <p>
            لما انقضت عدة زينب قال رسول الله صلى الله عليه وسلم لزيد: اذهب
            فاذكرها عَليَّ فانطلق قال: فلما رأيتها عظمت في صدري فقلت: يازينب
            أبشري أرسلني رسول الله صلى الله عليه وسلم يذكرك، قالت: ما أنا بصانعة
            شيئاً حتى أؤمر ربي ، فقامت إلى مسجدها ونزل القرآن، وجاء رسول الله
            صلى الله عليه وسلم ودخل عليها بغير إذن ، وأصدقها أربعمائة درهم، وكان
            زواجه صلى الله عليه وسلم بزينب في السنة الخامسة.
          </p>

          <p>
            وأولم الرسول صلى الله عليه وسلم في عرس زينب وليمة كبيرة، فأولم بشاة
            وقد دعى إلى الوليمة كل من لقيه أنس رضي الله عنه بناءً على أمر الرسول
            صلى الله عليه وسلم ، فعن أنس رضي الله عنه قال: ما رأيت رسول الله صلى
            الله عليه وسلم أولم على امرأة من نسائه ما أولم على زينب، فإنه ذبح
            شاة.
          </p>

          <hr />

          <p className='tilteC3'>دروس وعبر</p>

          <p>
            كان خاطب زينب للنبي صلى الله عليه وسلم هو زوجها الأول زيد بن حارثة
            رضي الله عنه، ولعل اختيار رسول الله صلى الله عليه وسلم لزيد مقصود
            لذاته، ليقطع بذلك ألسنة المتقولين وماقد يزعمونه من أن طلاقها وقع
            بغير اختيار منه
          </p>

          <p>
            أن مايقع بين الزوجين من نفرة وخلاف ثم طلاق لايجوز أن يكون مانعاً من
            نصح أحد الزوجين للآخر، وأن يراعي فيه حقوق الأخوة الإيمانية.
          </p>

          <hr />

          <p>
            عتاب للنبي صلى الله عليه وسلم من ربه، إذ كان حين يأتيه زيد يشكو زينب
            ومعاملتها له ورغبته في طلاقها يقول: أمسك عليك زوجك واتق الله، أي اتق
            الله ودع طلاقها، أو اتق الله فيما تذكره من سوء عشرتها، ورسول الله
            صلى الله عليه وسلم يخفي في نفسه ما أبلغه الله به أن زيداً سيطلقها ،
            وأنها ستكون زوجة له، ويخشى متى وقع هذا من كلام الناس في قولهم: تزوج
            مطلقة من تبناه وهو زيد بن حارثة، وعن عائشة رضي الله عنها قالت: لو
            كان محمد صلى الله عليه وسلم كاتماً شيئاً مما أنزل عليه لكتم هذه ال
            وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ
            عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي
            نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ
            أَنْ تَخْشَاهُ - سورة الأحزاب
          </p>

          <hr />

          <p>
            زواج النبي صلى الله عليه وسلم بزينب بنت جحش رضي الله عنها كان بأمر
            ربه، وفي هذا شرف عظيم ومنقبة جليلة لزينب رضي الله عنها، كانت تفاخر
            بها فعن أنس رضي الله عنه قال: كانت تفخر على أزواج النبي صلى الله
            عليه وسلم تقول: زوجكن أهاليكن وزوجني الله من فوق سبع سماوات.
          </p>

          <a className='titleLink' href='../seirafull/section12.html#hijab'>
            <p>وليمته صلى الله عليه وسلم ونزول آية الحجاب</p>
          </a>
        </section>
      </main>
    </>
  )
}
