import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'

export default function Section1() {
  return (
    <>
      <HeadComponent title=' المصطفى صلى الله عليه وسلم' />
      <Navbar title=' المصطفى صلى الله عليه وسلم' />
      <div>
        <main className='container mainContents'>
          <section className='sectionContents'>
            <p>
              هذا المحتوى بأذن الله تعالى مأخوذ كاملاً من كتاب السيرة النبوية
              للدكتور على الصلابى، وقد يكون المحتوى مختصر للتسهيل على القراء
              والتعرف على اهم الاحداث والمواقف فى حياة رسول الله صلى الله عليه
              وسلم.
            </p>
            <p>
              إن الحمدلله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن
              سيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد
              أن لا إله إلا الله وحده لاشريك له وأشهد أن محمداً عبده ورسوله ..
              أما بعد
            </p>
            <p className='titleS1'>نسب النبي صلى الله عليه وسلم</p>
            <p>
              ذكر الإمام البخاري رحمه الله نسب النبي صلى الله عليه وسلم فقال: هو
              أبو القاسم محمد بن عبدالله بن عبد المطلب بن هاشم بن عبد مناف بن
              قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر
              بن كنانة بن خزيمة بن مدركة ابن إلياس بن مضر بن نزار بن معد بن
              عدنان بن إسماعيل بن إبراهيم.
            </p>
            <hr />
            <p className='titleS1'>ميلاده صلى الله عليه وسلم</p>
            <p>
              ولد الحبيب المصطفى صلى الله عليه وسلم فى عام الفيل يوم الإثنين بلا
              خلاف والأكثرون على أنه ليلة الثاني عشر منه وكانت والدته في دار أبي
              طالب بشعب بني هاشم.
            </p>
            <p>
              قال أحمد شوقي رحمه الله في مولد الحبيب المصطفى صلى الله عليه وسلم
            </p>
            <div className='poetry'>
              <p>ولد الهدى فالكائنات ضياءُ .. وفم الزمان تبسُّم وثناء</p>
              <p>الروح والملأ الملائك حوله .. للدين والدنيا به بشراء</p>
              <p>والعرش يزهو والحظيرة تزدهي .. والمنتهى والسِّدرة العصماء</p>
            </div>
            <hr />
            <p className='titleS1'>
              حليمة السعديّة مرضعته عليه الصلاة والسلام في بني سعد
            </p>
            <p>
              قدمت حليمة بنت الحارث في نسوة من بني سعد بن بكر يلتمسون الرضعاء
              بمكة، فما بقي منا أحد إلا عرض عليها رسول الله صلى الله عليه وسلم
              فكرهته، فقلنا: إنه يتيم وإنما يكرم الظئر ويحسن إليها الوالد،
              فقلنا: ماعسى أن تضع بنا أمه أو عمه أو جده فكلُّ صواحبي أخذ رضيعاً
              فلما لم أجد غيره رجعت إليه وأخذته، والله مأخذته إلا إني لم أجد
              غيره فقلت لصاحبي: والله لأخذنَّ هذا اليتيم من بني عبدالمطلب فعسى
              الله أن ينفعنا به ولا أرجع من بين صواحبي ولا آخذ شيئاً. قالت:
              فأخذته فأتيت به الرَّحْلَ فوالله ماهو إلا أن أتيت به الرَّحْلَ
              فأمسيت أقبل ثدياي باللبن حتى أرويته وأرويت أخاه، قام أبوه الى
              شارفنا تلك يلمسها فإذا هي حافل فحلبها فأرواني وروي فقال: ياحليمة
              تعلمين والله لقد أصبنا نسمة مباركة.
            </p>
            <p>
              قالت: فأخذته فأتيت به الرَّحْلَ فوالله ماهو إلا أن أتيت به
              الرَّحْلَ فأمسيت أقبل ثدياي باللبن حتى أرويته وأرويت أخاه، قام
              أبوه الى شارفنا تلك يلمسها فإذا هي حافل فحلبها فأرواني وروي فقال:
              ياحليمة تعلمين والله لقد أصبنا نسمة مباركة.
            </p>

            <hr />

            <p className='titleS1'>حادثة شق الصدر</p>

            <p>
              قالت: فبينما هو يلعب خلف البيوت هو وأخوه في بُهْم له إذ أتى أخوه
              يشتدُّ وأنا وأبوه في البدن فقال: إن أخي القرشي أتاه رجلان عليهما
              ثياب بيض فأخذاه واضطجعاه فشقّا بطنه، فخرجت أنا وابوه يشتدُّ
              فوجدناه قائماً قد انتقع لونه، فلما رآنا أجهش إلينا وبكى قالت:
              فالتزمته أنا وأبوه فضممناه إلينا: مالك بأبي وأمي؟ فقال: أتاني
              رجلان وأضجعاني فشقا بطني ووضعا به شيئاً ثم رداه كما هو.
            </p>

            <p>
              فقال أبوه: والله ماأرى ابني إلا وقد أصيب إلحقي بأهله فرديه إليهم
              قبل أن يظهر له مانتخوف منه قالت: فاحتملناه فقدمنا به على أمه فلما
              رأتنا أنكرت شأننا وقالت: مارجعكما به قبل أن أسألكماه وقد كنتما
              حريصين على حبسه؟ فقلنا: لا شيء إلا أن قضى الله الرضاعة وسرّنا
              مانرى وقلنا: نؤويه كما تحبون أحبّ إلينا.
            </p>

            <p>
              قال: فقالت: إن لكما شأنا فأخبراني ماهو فلم تدعنا حتى أخبرناها
              فقال: كلا والله لايصنع الله ذلك به إن لابني شأنا أفلا أخبركما خبره
              إني حملت به فوالله ماحملت حملاً قط كان أخف عليّ منه ولا ايسر منه
              ثم أُريت حين حملته خرج مني نور أضاء منه أعناق الأبل ببصرى -أو
              قالت: قصور بصرى- ثم وضعته حين وضعته فوالله ماوقع كما يقع الصبيان
              لقد وقع معتمداً بيديه على الأرض رافعاً رأسه الى السماء فدعاه عنكما
              فقبضه وانطلقنا.
            </p>

            <hr />

            <p className='titleS3'>دروس وعبر</p>
            <p>
              قال الشيخ محمد الغزالي رحمه الله: وتنشئة الأولاد في البادية
              ليمرحوا في كنف الطبيعة ويستمتعوا بجوها الطلق، إنها لتعاسة أن يعيش
              أولادنا في شقق ضيقة من بيوت متلاصقة كأنها علب أغلقت على من فيها
              وحرمتهم لذة التنفس العميق والهواء المنعش.
            </p>
            <hr />
            <p className='titleS1'>وفاة أمه وكفالة جده ثم عمه</p>
            <p>
              توفيت أم النبي صلى الله عليه وسلم وهو ابن ست سنين ودفنت بالأبواء
              بين مكة والمدينة، وكانت قد قدمت به على أخواله من بني عدي بن
              النجار، ثم كفله جده عبدالمطلب، وكان يؤثره على أبنائه أي أعمام
              النبي صلى الله عليه وسلم فقد كان جده مهيباً لا يجلس على فراشه أحد
              من أبنائه مهابة له وكان أعمامه يتهيبون الجلوس على فراش أبيهم، وكان
              صلى الله عليه وسلم يجلس على الفراش ويحاول أعمامه أن يبعدوه عن فراش
              ابيهم فيقف الأب الجد بجانبه ويرضى أن يبقى جالساً على فراشه متوسماً
              فيه الخير وأنه سيكون له شأن عظيم.
            </p>
            <p>
              ثم توفي عبدالمطلب والنبي صلى الله عليه وسلم في الثامنة من عمره
              فأوصى جده به عمه أبا طالب فكفله عمه وحنّ عليه ورعاه.
            </p>
            <hr />
            <p>
              وأرادت حكمة الله أن ينشأ رسوله يتيماً تتولاه عناية الله وحدها
              بعيداً عن الذراع التي تمعن في تدليله والمال الذي يزيد في تنعيمه
              حتى لا تميل به نفسه الى مجد المال والجاه، وحتى لا يتأثر بما حوله
              من معنى الصدارة والزعامة، وكانت المحن التي أصابت النبي صلى الله
              عليه وسلم قد جعلته رقيق القلب مرهف الشعور فالأحزان تصهر النفوس
              وتخلصها من أدران القسوة والكِبْر والغرور وتجعلها أكثر رقة
              وتواضعاً.
            </p>
            <hr />
            <p className='titleS1'>عمله صلى الله عليه وسلم في الرعي</p>
            <p>
              ففي الحديث الصحيح قال رسول الله صلى الله عليه وسلم: مابعث الله
              نبياً إلا رَعى الغنم فقال: أصحابه: وأنت يارسول الله؟ وأنا رعيتها
              لأهل مكة بالقراريط ، إن رعي الغنم كان يتيح للنبي صلى الله عليه
              وسلم الهدوء الذي تتطلبه نفسه الكريمة ويتيح له المتعة بجمال الصحراء
              ويتيح له التطلع الى مظاهر جلال الله في عظمة الخلق ويتيح له مناجاة
              الوجود في هدأة الليل وظلال القمر ونسمات الأشجار يتيح له لوناً من
              التربية النفسية من الصبر والحلم والأناة والرأفة والرحمة والعناية
              بالضعيف حتى يقوى وزم قوى القوي حتى يستمسك للضعيف ويسير بسيره
              وارتياد مشارع الخصب والري وتجنب الهلكة ومواقع الخوف من كل مالا
              تتيحه حياة أخرى بعيدة عن جو الصحراء وهدوئها وسياسة هذا الحيوان
              الأليف الضعيف.
            </p>
            <hr />

            <p className='titleS1'>لقاء الراهب بحيرا بالرسول وهو غلام</p>

            <p>
              خرج أبو طالب إلى الشام وخرج معه النبي صلى الله عليه وسلم في أشياخ
              من قريش، فلما أشرفوا على الراهب هبطوا فحلوا رحالهم فخرج إليهم
              الراهب وكانوا قبل ذلك يسيرون فلا يخرج إليهم ولايلتفت، فبينما هم
              يحلون رحالهم جعل الراهب يتخللهم حتى جاء فأخذ بيد رسول الله صلى
              الله عليه وسلم قال: هذا سيد العالمين هذا رسول رب العالمين يبعثه
              الله رحمة للعالمين.
            </p>

            <p>
              فقال له أشياخ من قريش: ماعلمك؟ فقال: إنكم حين أشرفتم من العقبة لم
              يبق شجر ولا حجر إلا خرّ ساجداً ولايسجدان إلا لنبيّ، وإني أعرفه
              بخاتم النبوة أسفل من غضروف كتفه مثل التفاحة ثم رجع فصنع لهم
              طعاماً، فلما أتاهم به وكان هو في رعية الإبل قال: أرسلوا إليه فأقبل
              وعليه غمامة تظله، فلما دنا من القوم وجدهم قد سبقوه إلى فئ الشجرة
              فلما جلس مال فئ الشجرة عليه فقال: انظروا إلى فئ الشجرة مال عليه
              قال: فبينما هو قائم عليهم وهو يناشدهم أن لايذهبوا به إلى الروم فإن
              الروم إذا عرفوه بالصفة فيقتلونه.
            </p>

            <p>
              فالتفت فإذا سبعة قد أقبلوا من الروم فاستقبلهم فقال: ماجاء بكم؟
              قالوا: جاءنا أن هذا النبي خارج في هذا الشهر فلم يبقى طريق إلا بعث
              إليه بأناس وإنا قد أخبرنا خبره بعثنا إلى طريقك هذا فقال: هل خلفكم
              أحد هو خير منكم؟ قالوا: إنما اخترنا خيره لك لطريقك هذا قال:
              أفرأيتم أمراً أراد الله أن يقضيه هل يستطيع أحد من الناس رده؟
              قالوا: لا قال: فبايعوه وأقاموا معه قال: أنشدكم الله أيكم وليه ؟
              قالوا: أبو طالب فلم يزل يناشده حتى رده أبو طالب.
            </p>

            <hr />
            <p className='titleS1'>تجارته وزواجه </p>

            <p>
              كانت خديجة بنت خويلد رضي الله عنها أرملة ذات شرف ومال تستأجر
              الرجال ليتجروا بمالها، فلما بلغها عن محمد صدق حديثه وعظم أمانته
              وكرم أخلاقه ، عرضت عليه أن يخرج في مالها إلى الشام تاجراً وتعطيه
              أفضل ماتعطي غيره من التجار فقبل وسافر معه غلامها ميسرة، وقدما
              الشام وباع محمد سلعته التي خرج بها واشترى ماأراد من السلع فلما رجع
              إلى مكة وباعت خديجة ما أحضره لها تضاعف مالها.
            </p>

            <p>
              رأت خديجة في مالها البركة مالم تر قبل هذا وأخبرت بشمائله الكريمة
              ووجدت ضالتها المنشودة، فتحدثت بما في نفسها إلى صديقتها نفيسة بنت
              منبه، وهذه ذهبت إليه تفاتحه أن يتزوج خديجة ، فرضى بذلك وعرض ذلك
              على أعمامه فوافقوا، وكانت أول إمرأة تزوجها رسول الله صلى الله عليه
              وسلم ولم يتزوج غيرها حتى ماتت رضي الله عنها، وقد ولدت لرسول الله
              صلى الله عليه وسلم غلامين وأربع بنات وابناه هما القاسم وعبدالله،
              وقد مات القاسم ومات عبدالله وهو طفل وذلك قبل البعثة، أما بناته
              فهن: زينب ورقية وأم كلثوم وفاطمة وقد أسلمن وهاجرن إلى المدينة
              وتزوجن هذا وقد كان عمر الرسول صلى الله عليه وسلم حين تزوج خديجة
              رضي الله عنها خمساً وعشرين عام وكان عمرها أربعين عاماً.
            </p>
            <hr />

            <p className='titleS1'>اشتراكه في بناء الكعبة الشريفة</p>

            <p>
              لما بلغ محمد صلى الله عليه وسلم خمساً وثلاثين سنة اجتمعت قريش
              لتجديد بناء الكعبة لما أصابها من حريق وسيل جارف صدّع جدرانها،
              وكانت لاتزال كما بناها إبراهيم عليه السلام رضما فوق القامة فأرادوا
              هدمها ليرفعوها ويسقفوها، ولكنهم هابوا هدمها وخافوا منه فقال الوليد
              بن المغيرة أنا أبدؤكم في هدمها فأخذ المعول ثم قام عليها وهو يقول:
              اللهم لم نزغ ولانريد إلا الخير وهدم من ناحية الركني: فتربص الناس
              تلك الليلة وقالوا: ننظر فإن أصيب لم نهدم منها شيئاً ورددناها كما
              كانت، وإن لم يصبه شيء فقد رضي الله ماصنعنا فأصبح الوليد غادياً
              يهدم وهدم الناس معه حتى انتهوا إلى حجارة خضرة كالأسمنة آخذ بعضها
              ببعض.
            </p>

            <hr />

            <p>
              وكانوا قد جزؤوا العمل وخصوا كل قبيلة بناحية واشترك سادة قريش
              وشيوخها في نقل الحجارة ورفعها، وقد شارك النبي صلى الله عليه وسلم
              وعمه العباس في بناء الكعبة وكانا ينقلان الحجارة، فقال العباس للنبي
              صلى الله عليه وسلم : اجعل إزارك على رقبتك يقيك من الحجارة فخر إلى
              الأرض وطمحت عيناه إلى السماء ثم أفاق فقال: إزاري إزاري فشد عليه
              إزاره، فلما بلغوا موضع الحجر الأسود اختصموا فيه كل قبيلة تريد أن
              ترفعه إلى موضعه دون الأخرى، وكادوا يقتتلون فيما بينهم لولا أن أبا
              أمية بن المغيرة قال: يامعشر قريش! اجعلوا بينكم فيما تختلفون فيه
              أول من يدخل من باب المسجد، فلما توافقوا على ذلك دخل محمد صلى الله
              عليه وسلم فلما رأوه قالوا: هذا الأمين قد رضينا فلما أخبروه الخبر
              قال: هلموا ثوباً فأتوه به فوضع الركن فيه بيديه ثم قال: لتأخذ كل
              قبيلة بناحية من الثوب ثم ارفعوا جميعاً فرفعوه حتى إذا بلغوا موضعه
              وضعه بيده ثم بنى عليه.
            </p>

            <p>
              وأصبح ارتفاع الكعبة ثمانية عشر ذراعاً ورفع بابها عن الأرض بحيث
              يصعد إليه بدرج لئلا يدخل إليها كل أحد، فيدخلوا من شاؤوا وليمنعوا
              الماء من الشرب إلى جوفها، وأسند سقفها إلى ستة أعمدة من الخشب إلا
              أن قريشاً قصرت بها النفقة الطيبة عن اتمام البناء على قواعد
              اسماعيل، فأخرجوا منها الحجر وبنوا عليه جداراً قصيراً دلالة على أنه
              منها لأنهم شرطوا على أنفسهم أن لايدخل في بنائها إلا نفقة طيبة
              ولايدخلها مهر بغي ولابيع ربا ولا مظلمة لأحد.
            </p>

            <hr />
            <p className='titleS1'>إرهاصات نبوته صلى الله عليه وسلم</p>
            <p>
              الإرهاص هو الأمرُ الخارِق للعادة فمن إرهاصات نبوته صلى الله عليه
              وسلم تسليم الحجر عليه قبل النبوة فعن جابر بن سمرة قال: قال رسول
              الله صلى الله عليه وسلم : إني لأعرف حجراً بمكة كان يسلم عليّ قبل
              أن أبعث إني لأعرفه الآن، وكذلك الرؤيا الصادقة وهي أول مابدي له من
              الوحي فكان لايرى رؤيا إلا جاءت مثل فلق الصبح وحبب إليه صلى الله
              عليه وسلم العزلة والتحنث التعبد فكان يخلو في غار حراء وهو جبل يقع
              في الجانب الشمالي الغربي من مكة، ويتعبد فيه الليالي ذوات العدد
              فتارة عشرة وتارة أكثر من ذلك الى شهر ثم يعود الى بيته فلا يكاد
              يمكث فيه قليلاً حتى يتزود من جديد لخلوة أخرى ويعود الكرة الى غار
              حراء وهكذا الى أن جاءه الوحي وهو في إحدى خلواته تلك.
            </p>
          </section>
        </main>
      </div>
    </>
  )
}
