import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section17() {
  return (
    <>
      <HeadComponent title='حادثة الإفك' />
      <Navbar title='حادثة الإفك' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p className='tilteC1'>
            محاولة المنافقين الطعن في عرض النبي صلى الله عليه وسلم بالإفتراء على
            عائشة رضي الله عنها
          </p>

          <p>
            حاك المنافقون حادثة الإفك أثناء غزوة بني المصطلق، بعد أن فشل كيدهم
            في المحاولة الأولى لإثارة النعرة الجاهلية، فقد ألمت بالبيت النبوي
            هذه النازلة الشديدة والمحنة العظيمة التي كان القصد منها النيل من
            النبي صلى الله عليه وسلم ومن أهل بيته الأطهار.
          </p>

          <hr />

          <p>
            وقد أخرج البخاري ومسلم حديث الإفك في صحيحهما وهذا سياق القصة من صحيح
            البخاري.
          </p>

          <p>
            قالت عائشة رضي الله عنها: كان رسول الله صلى الله عليه وسلم إذا أراد
            أن يخرج أقرع بين أزواجه فأيتهن خرج سهمها خرج بها رسول الله صلى الله
            عليه وسلم معه، قالت عائشة: فأقرع بيننا في غزوة غزاها -هي غزوة بني
            المصطلق- فخرج سهمي فخرجت مع رسول الله صلى الله عليه وسلم بعد مانزل
            الحجاب فأنا أحمل في هودجي وأنزل فيه.
          </p>

          <hr />

          <p>
            فسرنا حتى إذا فرغ رسول الله صلى الله عليه وسلم من غزوته تلك وقفل
            ودنونا من المدينة قافلين، آذن ليلة بالرحيل فقمت حين آذنوا بالرحيل
            فمشيت حتى جاوزت الجيش فلما قضيت شأني أقبلت إلى رحلي فإذا عقد لي من
            جزع ظفار -خرز معروف في سواده بياض كالعروق وهي مدينة باليمن- قد انقطع
            فالتمست عقدي وحبسني ابتغاؤه وأقبل الرهط الذين كانوا يرحلون لي
            فاحتملوا هودجي فرحلوه على بعيري الذي كنت ركبت وهم يحسبون أني فيه،
            وكان النساء إذ ذاك خفافاً لم يثقلهن اللحم إنما نأكل العُلقْة -البلغة
            من الطعام- فلم يستنكر القوم خفة الهودج حين رفعوه وكنت جارية حديثة
            السنة فبعثوا الجمل وساروا فوجدت عقدي بعدما استمر الجيش.
          </p>

          <hr />

          <p>
            فجئت منازلهم وليس بها داع ولا مجيب فأقمت منزلي الذي كنت فيه وظننت
            أنهم سيفقدوني فيرجعون إليَّ فبينما أنا جالسة في منزلي غلبتني عيني
            فنمت، وكان صفوان بن المعطل السلمي ثم الذكواني من وراء الجيش فأدلج
            -سار آخر الليل- فأصبح عند منزلي فرأى سواد إنسان نائم، فأتاني فعرفني
            حين رآني وكان يراني قبل الحجاب ، فاستيقظت باسترجاعه حين عرفني فخمرت
            وجهي بجلبابي والله ماكلمني كلمة ولاسمعت منه كلمة غير استرجاعه حتى
            أناخ راحلته فوطئ على يديها فركبتها فانطلق يقود بي الراحلة، حتى أتينا
            الجيش بعدما نزلوا موغرين -الوغرة هى شدة الحر- في نحر الظهيرة فهلك من
            هلك، وكان الذي تولى الإفك عبدالله بن أبي بن سلول.
          </p>

          <hr />

          <p className='tilteC1'>انتشار الدعاية بالمدينة</p>

          <p>
            وقدمنا المدينة فاشتكيت حين قدمت شهراً والناس يفيضون في قول أصحاب
            الإفك لا أشعر بشيء من ذلك وهو يريبني إني لا أعرف من رسول الله صلى
            الله عليه وسلم اللطف الذي كنت أرى منه حين أشتكي، إنما يدخل علي رسول
            الله صلى الله عليه وسلم فيسلم ثم يقول: كيف تيكم؟ ثم ينصرف، وذلك الذي
            يريبني ولا أشعر بالشر حتى خرجت بعدما نقهت فخرجت معي أم مسطح قبل
            المناصع -المواضع التي يتخلى فيها لقضاء الحاجة- وهو متبرزنا وكنا
            لانخرج إلا ليلاً إلى ليل وذلك قبل أن نتخذ الكنف قريباً من بيوتنا
            وأمرنا أمر العرب الأول في التبرز قبل الغائط فكنا نتأذى بالكنف أن
            نتخذها عند بيوتنا، فانطلقت أنا وأم مسطح وهي ابنة أبي رهم بن عبد
            مناف، وأمها بنت صخر بن عامر خالة أبي بكر الصديق وابنها مسطح بن
            أثاثة.
          </p>

          <hr />

          <p>
            فأقبلت أنا وأم مسطح قبل بيتي قد فرغنا من شأننا فعثرت أم مسطح في
            مرطها فقالت: تعس مسطح فقلت لها: بئس ماقلت أتسبين رجلاً شهد بدراً؟
            قالت: أي هنتاه -قلة المعرفة بمكائد الناس- أولم تسمعي ماقال قلت:
            وماقال. فأخبرتني بخبر أهل الإفك فازددت مرضاً على مرضي قالت فلما رجعت
            إلى بيتي ودخل عليّ رسول الله صلى الله عليه وسلم -تعني فسلم- ثم قال
            كيف تيكم؟ فقلت: أتأذن لي أن آتي أبوي؟ قالت: وأنا حينئذ أريد أن
            استيقن الخبر من قبلهما قالت: فأذن لي رسول الله صلى الله عليه وسلم
            فجئت أبوي فقلت لأمي: يا أمتاه مايتحدث الناس؟ قالت: يابنية هوني عليك
            ، فوالله لقلما كانت امرأة قط وضيئة - الوضاءة الحسن والبهجة - عند رجل
            يحبها ولها ضرائر إلا أكثرن عليها قالت: فقلت سبحان الله لقد تحدث
            الناس بهذا؟ فبكيت تلك الليلة حتى أصبحت لايرقأ لي دمع، ولا أكتحل بنوم
            حتى أصبحت أبكي.
          </p>

          <hr />

          <p className='tilteC1'>
            استشارة رسول الله صلى الله عليه وسلم بعض أصحابه عند تأخر نزول الوحي
          </p>

          <p>
            فدعا رسول الله صلى الله عليه وسلم علي بن أبي طالب وأسامة بن زيد رضي
            الله عنهما حين استلبث -الإبطاء والتأخر- الوحي يستأمرهما في فراق
            أهله، قالت فأما أسامة فأشار على رسول الله بالذي يعلم من براءة أهله،
            وبالذي يعلم لهم من الود فقال: يارسول الله أهلك ومانعلم إلا خيراً،
            وأما علي بن أبي طالب فقال: يارسول الله لم يضيق الله عليك النساء
            سواها.
          </p>

          <hr />

          <p>
            قالت: فقال رسول الله صلى الله عليه وسلم وهو على المنبر: يامعشر
            المسلمين من يعذرني من رجل قد بلغني أذاه في أهل بيتي، فوالله ماعلمت
            على أهلي إلا خيراً، ولقد ذكروا رجلاً ماعلمت عليه إلا خيراً، وماكان
            يدخل على أهلي إلا معي، فقام سعد بن معاذ الأنصاري فقال: يارسول الله
            أنا أعذرك منه إن كان من الأوس ضربت عنقه، وإن كان من إخواننا من
            الخزرج أمرتنا ففعلنا أمرك.
          </p>

          <hr />

          <p className='tilteC1'>آثار فتنة الإفك</p>

          <p>
            قالت: فقام سعد بن عبادة وهو سيد الخزرج – وكان قبل ذلك رجلاً صالحاً
            ولكن احتملته الحمية – فقال لسعد: كذبت لعمر الله لاتقتله ولا تقدر على
            قتله، فقام أسيد بن حضير وهو ابن عم سعد فقال لسعد بن عبادة لنقتله
            فإنك منافق تجادل عن المنافقين، فتشاور الحيان الأوس والخزرج حتى هموا
            أن يقتتلوا ورسول الله صلى الله عليه وسلم قائم على المنبر ، فلم يزل
            رسول الله صلى الله عليه وسلم يخفضهم حتى سكتوا وسكت، وتكمل عائشة رضى
            الله عنها: فمكثت يومي لايرقأ لي دمع ولاأكتحل بنوم، قالت فأصبح أبواي
            عندي وقد بكيت ليلتين ويوماً، لا أكتحل بنوم، ولا يرقأ لي دمع يظنان أن
            البكاء فالق كبدي، قالت فبينما هما جالسان عندي وأنا أبكي فاستأذنت علي
            امرأة من الأنصار فأذنت لها، فجلست تبكي معي، قالت: فبينما نحن على ذلك
            دخل علينا رسول الله صلى الله عليه وسلم فسلم ثم جلس، قالت ولم يجلس
            عندي منذ ماقيل قبلها.
          </p>

          <hr />

          <p className='tilteC1'>
            مفاتحة الرسول صلى الله عليه وسلم لعائشة وجوابها له
          </p>

          <p>
            وقد لبث الوحي شهراً لايوحى إليه من شأني قالت: فتشهد رسول الله صلى
            الله عليه وسلم حين جلس، ثم قال أما بعد: يا عائشة فإنه قد بلغني عنك
            كذا وكذا فإن كنت بريئة فسيبرئك الله، وإن كنت ألممت بذنب فاستغفري
            الله وتوبي إليه، فإن العبد إذا اعترف بذنبه،ثم تاب إلى الله تاب الله
            عليه.
          </p>

          <p>
            فلما قضى رسول الله صلى الله عليه وسلم مقالته قلص دمعي حتى ما أحس منه
            قطرة، فقلت لأبي أجب رسول الله صلى الله عليه وسلم عني فيما قال، قال:
            والله ماأدري ما أقول لرسول الله صلى الله عليه وسلم، فقلت لأمي: أجيبي
            رسول الله صلى الله عليه وسلم قالت: ما أدري ما أقول لرسول الله صلى
            الله عليه وسلم.
          </p>

          <hr />

          <p>
            قالت: فقلت وأنا جارية حديثة السن لا أقرأ كثيراً من القرآن: إني والله
            لقد علمت لقد سمعتم هذا الحديث حتى استقر في أنفسكم وصدقتم به فلئن قلت
            لكم بأمر، والله يعلم أني منه لبريئة لاتصدقوني بذلك، ولئن اعترفت لكم
            بأمر، والله يعلم أني منه بريئة لتصدقن، والله ما أجد لكم مثلاً إلا
            قول أبي يوسف قال: وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ
            سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللَّهُ
            الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ - سورة يوسف
          </p>

          <p>
            قالت ثم تحولت فاضطجت على فراشي وأنا حينئذ أعلم أني بريئة وإن الله
            مبرئي ببراءتي، ولكن والله ماكنت أظن أن الله منزل في شأني وحياً يتلى
            ولشأني في نفسي كان أحقر من أن يتكلم الله فيَّ بأمر يتلى ولكن كنت
            أرجو أن يرى رسول الله صلى الله عليه وسلم في النوم رؤيا يبرئني الله
            بها.
          </p>

          <hr />

          <p className='tilteC3'>نزول الوحي ببراءة عائشة</p>

          <p>
            قالت: فوالله ما رام -فراق مجلسه- رسول الله صلى الله عليه وسلم ولاخرج
            أحد من أهل البيت حتى أنزل عليه فأخذه ما كان يأخذه من البرحاء حتى أنه
            ليتحدر منه مثل الجمان -اللؤلؤ الصغار- من الفرق، وهو يوم شات من ثقل
            القول الذي ينزل عليه. قالت فلما سري عن رسول الله صلى الله عليه وسلم
            عنه وهو يضحك فكانت أول كلمة تكلم بها: ياعائشة أما الله عزوجل فقد
            برأك فقالت أمي: قومي إليه، قالت: والله لاأقوم إليه ولا أحمد إلا الله
            عزوجل وأنزل الله : إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ عُصْبَةٌ
            مِنْكُمْ لا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ
            لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الإِثْمِ وَالَّذِي
            تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ لَوْلا إِذْ
            سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ
            خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُبِينٌ لَوْلا جَاءُوا عَلَيْهِ
            بِأَرْبَعَةِ شُهَدَاءَ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ
            فَأُولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ وَلَوْلا فَضْلُ
            اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالآخِرَةِ
            لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ إِذْ
            تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا
            لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ
            اللَّهِ عَظِيمٌ وَلَوْلا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ
            لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ
            يَعِظُكُمَ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا إِنْ كُنْتُمْ
            مُؤْمِنِينَ وَيُبَيِّنُ اللَّهُ لَكُمُ الآيَاتِ وَاللَّهُ عَلِيمٌ
            حَكِيمٌ إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي
            الَّذِينَ ءَامَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا
            وَالآخِرَةِ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ وَلَوْلا
            فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَءُوفٌ
            رَحِيمٌ - سورة النور
          </p>

          <hr />

          <p className='tilteC1'>
            موقف أبي بكر الصديق ممن تكلم في عائشة رضي الله عنها
          </p>

          <p>
            فلما أنزل الله هذا في براءتي، قال أبو بكر الصديق رضي الله عنه، وكان
            ينفق على مسطح بن أثاثة لقرابته منه وفقره: والله لاأنفق على مسطح
            شيئاً أبداً بعد الذي قال لعائشة ماقال، فأنزل الله: وَلا يَأْتَلِ
            أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي
            الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ
            وَلْيَعْفُوا وَلْيَصْفَحُوا أَلا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ
            لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ - سورة النور ، فقال أبو بكر: بلى
            والله إني أحب أن يغفر الله لي، فأرجع إلى مسطح النفقة التي كان ينفق
            عليه، وقال والله لاأنزعها منه أبداً.
          </p>

          <hr />

          <p className='tilteC1'>بشرية الرسول صلى الله عليه وسلم</p>

          <p>
            جاءت محنة الإفك منطوية على حكمة إلهية استهدفت إبراز شخصية النبي صلى
            الله عليه وسلم وإظهارها صافية مميزة عن كل ماقد يلتبس بها، فلو كان
            الوحي آمراً ذاتياً غير منفصل عن شخصية الرسول صلى الله عليه وسلم لما
            عاش الرسول صلى الله عليه وسلم تلك المحنة بكل أبعادها شهراً كاملاً ،
            فدل ذلك على حقيقة الوحي وأن الأمر لو لم يكن من عند الله تعالى لبقيت
            رواسب المحنة في نفس رسول الله صلى الله عليه وسلم بصفة خاصة ولانعكس
            ذلك على تصرفاته مع زوجته عائشة رضي الله عنها.
          </p>

          <hr />

          <p>
            كانت لحادثة قصة الإفك مواقف يتأسى بها المؤمنون عندما تعرض لهم في
            حياتهم مثل هذه الفرية، كما أنها حلقة من سلسلة فنون الإيذاء والمحن
            التي لقيها رسول الله صلى الله عليه وسلم من أعداء الدين، وكان من لطف
            الله تعالى بنبيه وبالمؤمنين أن كشف الله زيفها وبطلانها، وسجل التاريخ
            بروايات صحيحة مواقف المؤمنين من هذه الفرية، لاسيما موقف أبي أيوب وأم
            أيوب رضى الله عنهم جميعاً.
          </p>
        </section>
      </main>
    </>
  )
}
