import { Navbar } from './Navbar'
export default function Section9() {
  return (
    <>
      <Navbar title='غزوة بدر' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p className='tilteC1'>قافلة أبوسفيان</p>

          <p>
            بلغ المسلمون تحرك قافلة تجارية كبيرة من الشام تحمل أمولاً عظيمة
            لقريش يقودها أبوسفيان ويقوم على حراستها بين ثلاثين وأربعين رجلاً،
            فأرسل الرسول صلى الله عليه وسلم بسبس بن عمرو لجمع المعلومات عن
            القافلة فلما عاد بسبس بالخبر اليقين ندب رسول الله صلى الله عليه وسلم
            أصحابه للخروج وقال لهم: هذه عير قريش فيها أموالهم فاخرجوا إليها لعل
            الله ينفلكموها ، وكان خروجه من المدينة في اليوم الثاني عشر من شهر
            رمضان المبارك من السنة الثانية للهجرة ومن المؤكد أنه حين خروجه صلى
            الله عليه وسلم من المدينة لم يكن في نيته قتال وإنما كان قصده عير
            قريش، وكانت الحالة بين المسلمين وكفار مكة حالة حرب وفي حالة الحرب
            تكون أموال العدو ودمائهم مباحة فكيف إذا علمنا أن جزءاً من هذه
            الأموال الموجودة في القوافل القرشية كانت للمهاجرين المسلمين من أهل
            مكة قد استولى عليها المشركون ظلماً وعدواناً.
          </p>

          <hr />

          <p className='tilteC1'>مشاورة النبي صلى الله عليه وسلم لأصحابه</p>

          <p>
            لما بلغ النبي صلى الله عليه وسلم نجاة القافلة وإصرار زعماء مكة على
            قتال النبي صلى الله عليه وسلم، استشار رسول الله صلى الله عليه وسلم
            أصحابه في الأمر وأبدى بعض الصحابة عدم ارتياحهم لمسألة المواجهة
            الحربية مع قريش حيث أنهم لم يتوقعوا المواجهة ولم يستعدوا لها وحاولوا
            اقناع الرسول صلى الله عليه وسلم بوجهة نظرهم، وقد صور القرآن الكريم
            موقفهم وأحوال الفئة المؤمنة عموماً في قوله تعالى: كَمَا أَخْرَجَكَ
            رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ
            الْمُؤْمِنِينَ لَكَارِهُونَ يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَمَا
            تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ
            وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ
            وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ
            اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ
            الْكَافِرِينَ لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ
            الْمُجْرِمُونَ - سورة الأنفال
          </p>

          <hr />

          <p className='tilteC3'>كلمة سعد بن معاذ</p>

          <p>
            وبعد ذلك عاد رسول الله صلى الله عليه وسلم فقال: أشيروا عليَّ أيها
            الناس، وكان إنما يقصد الأنصار لأنهم غالبية جنده ولأن بيعة العقبة
            الثانية لم تكن في ظاهرها ملزمة لهم بحماية الرسول صلى الله عليه وسلم
            خارج المدينة، وقد أدرك الصحابي سعد بن معاذ وهو حامل لواء الانصار
            مقصد النبي صلى الله عليه وسلم من ذلك فنهض قائلاً: والله لكانك تريدنا
            يارسول الله؟ قال صلى الله عليه وسلم أجل قال: لقد آمنا بك وصدقناك
            وشهدنا أن ماجئت به هو الحق وأعطيناك على ذلك عهودنا ومواثيقنا على
            السمع والطاعة، فامضي يارسول الله لما أردت فو الذي بعثك بالحق لو
            استعرضت بنا هذا البحر فخضته لخضناه معك ماتخلف منا رجل واحد ومانكره
            أن تلقى بنا عدوّنا غداً، وإنا لصبر في الحرب صدق عند اللقاء ولعل الله
            يريك منا ما تقرّ به عينك فسر على بركة الله.
          </p>

          <p>
            وسُرّ النبي صلى الله عليه وسلم من مقالة سعد بن معاذ ونشطه ذلك فقال
            صلى الله عليه وسلم : سيروا وأبشروا فإن الله تعالى قد وعدني إحدى
            الطائفتين والله لكأني أنظر الى مصارع القوم.
          </p>

          <hr />

          <p className='tilteC1'>مشورة الحباب بن المنذر</p>

          <p>
            بعد أن جمع صلى الله عليه وسلم معلومات دقيقة عن قوات قريش سار مسرعاً
            ومعه أصحابه الى بدر ليسبقوا المشركين الى ماء بدر وليحولوا بينهم وبين
            الاستيلاء عليه، فنزل عند أدنى ماء بدر من مياه بدر وهنا قام الحباب بن
            المنذر وقال: يارسول الله: أرأيت هذا المنزل أمنزلاً أنزلكه الله ليس
            لنا أن نتقدمه ولا نتأخر عنه؟ أم هو الرأي والحرب والمكيدة؟ قال: بل هو
            الرأي والحرب والمكيدة ، قال: يارسول الله فإن هذا ليس بمنزل فانهض
            يارسول الله بالناس حتى تأتي أدنى ماء من القوم -أي جيش المشركين-
            فننزله ونغوِّر ماوراءه من الآبار، ثم نبني عليه حوضاً فنملؤه ماءً ثم
            نقاتل القوم فنشرب ولا يشربون فأخذ النبي صلى الله عليه وسلم برأيه
            ونهض بالجيش حتى أقرب ماء من العدو فنزل عليه ثم صنعوا الحياض وغوروا
            ما عداها من الآبار، وهذا يصور مثلاً من حياة الرسول صلى الله عليه
            وسلم مع أصحابه حيث كان أي فرد من أفراد ذلك المجتمع يدلي برأيه حتى في
            أخطر القضايا ولا يكون في شعوره احتمال غضب القائد الاعلى ثم حصول
            مايترتب على ذلك الغضب من تدني سمعة ذلك المشير بخلاف رأي القائد
            وتأخره في الرتبة وتضرره في نفسه أو ماله.
          </p>

          <hr />

          <p className='tilteC1'>الوصف القرآني لارض المعركة</p>

          <p>
            قال تعالى: إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ
            بِالْعُدْوَةِ الْقُصْوَى وَالرَّكْبُ أَسْفَلَ مِنْكُمْ وَلَوْ
            تَوَاعَدْتُمْ لاخْتَلَفْتُمْ فِي الْمِيعَادِ وَلَكِنْ لِيَقْضِيَ
            اللَّهُ أَمْرًا كَانَ مَفْعُولا لِيَهْلِكَ مَنْ هَلَكَ عَنْ
            بَيِّنَةٍ وَيَحْيَا مَنْ حَيَّ عَنْ بَيِّنَةٍ وَإِنَّ اللَّهَ
            لَسَمِيعٌ عَلِيمٌ - سورة الأنفال
          </p>

          <p>
            هذه الآيات الكريمة توضح الأماكن في غزوة بدر وصور لنا سبحانه وتعالى
            الحالة التي كان عليها الجيشان يوم اللقاء فقد كان المسلمون بجانب
            الوادي وحافته الأقرب الى المدينة، وكانت أرضه رخوة تغوص فيها الأقدام
            ولم يكن هناك ماء وكان الكفار بالجانب الآخر من الوادي الأبعد من
            المدينة وكانت أرضه ثابتة وكان فيها ماء وكان ركب العير الذي يقوده
            أبوسفيان أَسْفَلَ مِنْكُمْ بالقرب من ساحل البحر.
          </p>

          <hr />

          <p className='tilteC3'>ومارميت إذ رميت ولكن الله رمى</p>

          <p>
            أخذ رسول صلى الله عليه وسلم قبضة من التراب وحصب بها وجوه المشركين،
            وقال:شاهت الوجوه ثم أمر صلى الله عليه وسلم أصحابه أن يصدقوا الحملة
            إثرها ففعلوا فأوصل الله تعالى تلك الحصاء إلى أعين المشركين فلم يبقى
            أحد منهم إلا ناله منها ماشغله عن حاله ولهذا قال الله تعالى:وَمَا
            رَمَيْتَ إِذْ رَمَيْتَ، ومعنى الآية: أن الله سبحانه أثبت لرسوله
            ابتداء الرمي ونفى عنه الإيصال الذي لم يحصل برميته فالرمي يراد به
            الحذف والإيصال فأثبت لنبيه الحذف ونفى عنه الإيصال، ونلحظ أن الرسول
            صلى الله عليه وسلم أخذ بالأسباب المادية والمعنوية وتوكل على الله
            فكان النصر والتأييد من الله تعالى فقد اجتمع في بدر الأخذ بالأسباب
            بالقدر الممكن مع التوفيق الرباني في تهيئة جميع أسباب النصر متعاونة
            متكافئة مع التأييدات الربانية الخارقة والغيبية.
          </p>

          <hr />

          <p className='tilteC3'>إمداد الله للمسلمين بالملائكة</p>

          <p>
            قال تعالى: وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ
            فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ إِذْ تَقُولُ
            لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ
            بِثَلاثَةِ ءَالافٍ مِنَ الْمَلائِكَةِ مُنْزَلِينَ بَلَى إِنْ
            تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا
            يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ ءَالافٍ مِنَ الْمَلائِكَةِ
            مُسَوِّمِينَ وَمَا جَعَلَهُ اللَّهُ إِلا بُشْرَى لَكُمْ
            وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ وَمَا النَّصْرُ إِلا مِنْ عِنْدِ
            اللَّهِ الْعَزِيزِ الْحَكِيمِ - سورة آل عمران
          </p>

          <hr />

          <p className='tilteC1'>مناداة رسول صلى الله عليه وسلم لقتلى قريش</p>

          <a
            className='titleLink'
            href='../seirafull/section8c.html#killingTyrants'
          >
            <p>مصارع الطغاة المتجبرين وتشفي المستضعفين</p>
          </a>

          <p>
            انتهت المعركة ثم أمر رسول صلى الله عليه وسلم فسُحِبوا إلى قليب من
            قلب بدر فطرحوا فيه ثم وقف عليهم فقال: ياعتبة بن ربيعة وياشيبة بن
            ربيعة ويافلان ويافلان هل وجدتم ماوعدكم ربكم حقا فإني وجدت ماوعدني
            ربي حقا فقال عمر بن الخطاب: يارسول الله! ماتخاطب من أقوام قد
            جيَّفوا؟ فقال: والذي نفسي بيده ما أنتم بأسمع لما أقول منهم ولكنهم لا
            يستطيعون الجواب قال قتادة: أحياهم الله حتى أسمعهم قوله توبيخاً
            وتصغيراً ونقمة وحسرة وندماً.
          </p>

          <p>
            إن هذة المناداة لقتلى قريش بينت أمراً عظيماً وهو أنهم بدأوا حياة
            جديدة هي حياة البرزخ الخاصة وهم فيها يسمعون كلام الأحياء غير أنهم لا
            يجيبون ولا يتكلمون والإيمان بهذه الحياة من عقائد المسلمين ونعيم
            القبر وعذابه ثابتان في صحاح الأحاديث حتى إنه صلى الله عليه وسلم مرّ
            بقبر فقال إنهما يعذبان ومايعذبان في كبير وذكر أن سبب تعذيبهما النمُّ
            بين الناس وعدم الاستنزاه من البول.
          </p>

          <p>
            ولابد من التسليم بهذه الحقائق الغيبية بعد أن تحدث عنها الصادق
            المصدوق وقطع بها القرآن الكريم في تعذيب آل فرعون قال تعالى: النَّارُ
            يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ
            السَّاعَةُ أَدْخِلُوا ءَالَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ - سورة
            غافر
          </p>

          <hr />

          <p className='tilteC1'>من مشاهد العظمة</p>

          <p>
            استشهاد حارثة بن سراقة: عن أنس رضي الله عنه قال: أصيب حارثة يوم بدر
            وهو غلام فجاءت أمه الى النبي صلى الله عليه وسلم فقالت: يارسول الله
            قد عرفت منزلة حارثة مني فإن يكن في الجنة أصبر وأحتسب وإن تكن الأخرى
            ترى ما أصنع؟ فقال: يا أم حارثة إنها جنان في الجنة وإن ابنك أصاب
            الفردوس الأعلى.
          </p>

          <hr />

          <p className='tilteC2'>يوم الفرقان</p>

          <p>
            قال تعالى: وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ
            لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى
            وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ ءَامَنْتُمْ
            بِاللَّهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ
            يَوْمَ الْتَقَى الْجَمْعَانِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ -
            سورة الأنفال
          </p>

          <p>
            كانت فرقاناً بين الحق والباطل فعلاً ولكنه الحق الأصيل الذي قامت عليه
            السماوات والأرض وقامت عليه فطرة الأحياء والأشياء الحق الذي يتمثل في
            تفرد الله سبحانه بالألوهية والسلطان والتدبير والتقدير وفي عبودية
            الكون كله سمائه وأرضه أشيائه وأحيائه لهذه الألوهية المتفردة ولهذا
            السلطان المتوحد ولهذا التدبير وهذا التقدير بلا معقب ولاشريك والباطل
            الزائف الطارئ الذي كان يعم وجه الأرض، إذ ذاك ويغشي على ذلك الحق
            الأصيل ويقيم في الأرض طواغيت تتصرف في حياة عباد الله بما تشاء وأهواء
            تصرف أمر الحياة والأحياء فهذا الفرقان الكبير الذي تم يوم بدر حيث فرق
            بين ذلك الحق الكبير وهذا الباطل الطاغي وزيل بينهما فلم يعودا
            يلتبسان.
          </p>
        </section>
      </main>
    </>
  )
}
