import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section8() {
  return (
    <>
      <HeadComponent title='الهجرة' />
      <Navbar title='الهجرة' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p>
            إن الهجرة إلى المدينة سبقها تمهيد وإعداد وتخطيط من النبي صلى الله
            عليه وسلم، لم تكن نزهة يروح فيها الإنسان عن نفسه ولكنها مغادرة الأرض
            والأهل وأسباب الرزق والتخلي عن كل ذلك من أجل العقيدة ، ولهذا احتاجت
            إلى جهد كبير حتى وصل المهاجرون إلى قناعة كاملة بهذه الهجرة ومن تلك
            الوسائل هى التربية الإيمانية العميقة والاضطهاد الذي أصاب المؤمنين
            حتى وصلوا إلى قناعة كاملة بعدم إمكانية المعايشة مع الكفر.
          </p>

          <p>
            وتحدثت القراّن عن الفتية الذين آمنوا بربهم وعن هجرتهم من بلدهم إلى
            الكهف، وهكذا استقرت صورة من صور الإيمان في نفوس الصحابة وهي تترك
            أهلها ووطنها من أجل عقيدتها.
          </p>

          <hr />

          <p className='tilteC1'>أساليب قريش في محاربة المهاجرين</p>

          <a
            className='titleLink'
            href='../seirafull/section5c.html#patienceOmSalama'
          >
            <p>صبر أم المؤمنين أم سلمة والتفريق بينها وبين زوجها</p>
          </a>

          <p>
            ولجأت قريش إلى الحبس فكل من تقبض عليه وهو يحاول الهجرة كانت تقوم
            بحبسه داخل أحد البيوت مع وضع يديه ورجليه في القيد وتفرض عليه رقابة
            وحراسة مشددة حتى لايتمكن من الهرب وأحياناً يكون الحبس داخل حائط بدون
            سقف كما فعل مع عياش وهشام بن العاص رضي الله عنهما حيث كانا محبوسين
            في بيت لاسقف له، وذلك زيادة في التعذيب إذ يضاف إلى وحشة الحبس حرارة
            الشمس وسط بيئة جبلية شديدة الحرارة مثل مكة.
          </p>

          <hr />

          <p>
            أما صهيب بن سنان النَّمري لما خرج مهاجراً فتبعه أهل مكة فنشل كنانته
            فأخرج منها أربعين سهماً فقال: لا تصلون إليَّ حتى أضع في كل رجل منكم
            سهماً، ثم أصيرُ بعد إلى السيف فتعلمون أني رجل وقد خلَّفت بمكة قينتين
            فهما لكم ونزلت على النبي صلى الله عليه وسلم: وَمِنَ النَّاسِ مَنْ
            يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ وَاللَّهُ رَءُوفٌ
            بِالْعِبَادِ - سورة البقرة ، فلما رآه النبي صلى الله عليه وسلم قال:
            أبا يحيى ربح البيع وتلا عليه الآية.
          </p>

          <hr />

          <p className='tilteC1'>الفرق بين هجرة الحبشة وهجرة المدينة</p>

          <p>
            ولابد من المقارنة بين المجتمع الذي قام بالحبشة من المسلمين وبين
            المجتمع الإسلامي في يثرب، لقد كانت الحبشة تحمل طابع اللجوء السياسي
            والجالية الأجنبية أكثر مما كانت تحمل طابع المجتمع الإسلامي الكامل
            صحيح أن المسلمين ملكوا حرية العبادة هناك لكنهم معزولون عن المجتمع
            النصراني لم يستطيعوا أن يؤثروا فيه التأثير المنشود وإن كانت هجرة
            الحبشة خطوة متقدمة على جو مكة، حيث لاتتوفر حرية الدعوة وحرية العبادة
            ولكنه دون المجتمع الإسلامي في المدينة بكثير ولذلك شرع مهاجري الحبشة
            بمجرد سماع خبر هجرة المدينة بالتوجه نحوها مباشرة أو عن طريق مكة إلا
            من طلبت منه القيادة العليا البقاء هناك لقد أصبحت المدينة مسلمة بعد
            أن عاشت قروناً وثنية مشركة.
          </p>

          <hr />

          <p className='tilteC1'>
            خروج الرسول صلى الله عليه وسلم ووصوله إلى الغار
          </p>

          <p>
            لم يعلم بخروج رسول الله صلى الله عليه وسلم أحد حين خرج إلا علي بن
            أبي طالب وأبو بكر الصديق، أما علي فإن رسول الله صلى الله عليه وسلم
            أمره أن يتخلف حتى يؤدي عن رسول الله صلى الله عليه وسلم الودائع التي
            كانت عنده للناس.
          </p>

          <p>
            ووقف الرسول صلى الله عليه وسلم عند خروجه بالحزورة في سوق مكة وقال:
            والله إنك لخير أرض الله وأحب أرض الله إلى الله، ولولا أني أخرجت منك
            ماخرجت.
          </p>

          <hr />

          <p className='tilteC3'>عناية الله سبحانه لرسوله صلى الله عليه وسلم</p>

          <p>
            عندما أحاط المشركون بالغار وأصبح منهم رأي العين طمأن الرسول صلى الله
            عليه وسلم الصديق بمعية الله لهما: فعن أبي بكر الصديق رضي الله عنه
            قال: قلت للنبي صلى الله عليه وسلم وأنا في الغار: لو أن أحدهم نظر تحت
            قدميه لأبصرنا فقال: ما ظنك يا أبا بكر باثنين الله ثالثهما.
          </p>

          <p>
            فصاحب الدعوة لايمكن أن يستمد السلطان إلا من الله ولايمكن أن يهاب إلا
            بسلطان الله لايمكن أن يستظل بحاكم أو ذي جاه فينصره ويمنعه مالم يكن
            اتجاهه قبل ذلك إلى الله، والدعوة قد تغزو قلوب ذوي السلطان والجاه
            فيصبحون لها جنداً وخدماً فيفلحون ولكنها هي لاتفلح إن كانت من جند
            السلطان وخدمه فهي من أمر الله وهي أعلى من ذوي السلطان والجاه.
          </p>

          <p>
            وسجل الحق عزوجل ذلك في قوله تعالى: إِلاَّ تَنْصُرُوهُ فَقَدْ
            نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ
            اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لاَ
            تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ
            عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ
            الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا
            وَاللَّهُ عَزِيزٌ حَكِيمٌ - سورة التوبة
          </p>

          <hr />

          <p className='tilteC1'>الثناء على المهاجرين</p>

          <a className='titleLink' href='../seirafull/section6c.html#asama'>
            <p>أسماء بنت أبي بكر ذات النطاقين</p>
          </a>

          <p>
            وقد اثنى الله سبحانه وتعالى على المهاجرين في القرآن الكريم وذلك
            لأنهم أخرجوا من ديارهم وأموالهم أكرههم على الخروج الأذى والاضطهاد
            والتنكر لهم من قرابتهم وعشيرتهم في مكة وما أخرجوا إلا أن يقولوا ربنا
            الله.
          </p>

          <p>
            قال تعالى: لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ
            دِيارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلاً مِنَ اللَّهِ
            وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ
            الصَّادِقُونَ - سورة الحشر
          </p>

          <p>
            وقال تعالى: وَالَّذِينَ هَاجَرُوا فِي اللَّهِ مِنْ بَعْدِ مَا
            ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً وَلأَجْرُ
            الآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ الَّذِينَ صَبَرُوا
            وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ - سورة النحل
          </p>

          <hr />

          <p>
            أن الصراع بين الحق والباطل صراع قديم وممتد وهو سنّة إلهية نافذة، قال
            عزوجل: الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلاَّ
            أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلاَ دَفْعُ اللَّهِ النَّاسَ
            بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ
            وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ
            اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ - سورة الحج
            ولكن هذا الصراع معلوم العاقبة: كَتَبَ اللَّهُ لأَغْلِبَنَّ أَنَا
            وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ - سورة المجادلة
          </p>
        </section>
      </main>
    </>
  )
}
