import { Navbar } from './Navbar'
export default function Section25() {
  return (
    <>
      <Navbar title='غزوة تبوك' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p>
            غزوة تبوك أو العسرة في رجب 9 هـ وسميت بهذا الاسم لشدة مالاقى
            المسلمون فيها من العناء، فقد كان الجو شديد الحرارة والمسافة بعيدة
            والماء قليل، وكانوا ينحرون البعير فيشربون مافي كرشه من الماء فكان
            ذلك عسرة من الماء
          </p>

          <p className='tilteC1'>أسبابها</p>

          <p>
            ولا يمنع ماذكره المؤرخون بأن سبب الخروج هو عزم الروم على غزو
            المسلمين في عقر دارهم، أن يكون هذا حافزاً للخروج إليهم لأن أصل
            الخروج كان وارداً، ويرى ابن كثير: إلى أن سبب الغزوة هو استجابة
            طبيعية لفريضة الجهاد ولذلك عزم رسول الله صلى الله عليه وسلم على قتال
            الروم لأنهم أقرب الناس إليه.
          </p>

          <hr />

          <p className='tilteC1'>الإنفاق في هذه الغزوة</p>

          <p>
            أنفق عبدالرحمن بن عوف ألفي درهم وهي نصف أمواله وأما عمر فقد تصدق
            بنصف ماله وظن أنه سيسبق أبا بكر بذلك لكن أبو بكر سبقه بكل ماعنده.
          </p>

          <p>
            أما عثمان بن عفان فقال: يارسول الله عليَّ مائتا بعير بأحلاسها
            وأقتابها في سبيل الله ثم قام ثانية وقال: يارسول الله عليّ ثلثمائة
            بعير بأحلاسها وأقتابها في سبيل الله، فنزل رسول الله عن المنبر وهو
            يقول: ما على عثمان ماعمل بعد هذه ما على عثمان ماعمل بعد هذه.
          </p>

          <hr />

          <p className='tilteC1'>حرص المؤمنين على الانفاق والجهاد</p>

          <p>
            ولم يسلم المؤمنون من قول المنافقين فقد قالوا ما أعطى بن عوف هذا إلا
            رياء وكانوا يتهمون الأغنياء بالرياء ويسخرون من صدقة الفقراء الذين
            قدموا النفقة على استحياء، فقد جاء أبو عُقيل بنصف صاع تمر وجاء آخر
            بأكثر منه فلمزوها قائلين: إن الله لغني عن صدقة هذا فنزلت الاية :
            الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي
            الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ
            فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ
            أَلِيمٌ - سورة التوبة
          </p>

          <hr />

          <p className='tilteC3'>وأعينهم تفيض من الدمع</p>

          <p>
            وجاء الأشعريون يتقدمهم أبو موسى الأشعري يطلبون من النبي صلى الله
            عليه وسلم أن يحملهم على إبل ليتمكنوا من الخروج للجهاد فلم يجد
            مايحملهم عليه حتى مضى بعض الوقت فحصل لهم على ثلاثة من الإبل.
          </p>

          <p>
            وبلغ الأمر بالضعفاء والعجزة ممن أقعدهم المرض أو النفقة عن الخروج إلى
            حد البكاء شوقاً للجهاد وتحرجاً من القعود، حتى نزل فيهم قرآن: لَيْسَ
            عَلَى الضُّعَفَاءِ وَلا عَلَى الْمَرْضَى وَلا عَلَى الَّذِينَ لا
            يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ
            مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ وَاللَّهُ غَفُورٌ رَحِيمٌ وَلا
            عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لا أَجِدُ
            مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ
            الدَّمْعِ حَزَنًا أَلا يَجِدُوا مَا يُنْفِقُونَ - سورة التوبة
          </p>

          <hr />

          <a className='titleLink' href='../seirafull/section17b.html'>
            <p>ألا في الفتنة سقطوا - المنافقين</p>
          </a>

          <hr />

          <p>
            أعلن النفير العام للخروج لغزوة تبوك حتى بلغ عدد من خرج مع النبي صلى
            الله عليه وسلم إلى تبوك ثلاثين ألفاً، وقد عاتب القرآن الكريم الذين
            تباطأوا بقوله تعالى: يَاأَيُّهَا الَّذِينَ ءَامَنُوا مَا لَكُمْ
            إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى
            الأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الآخِرَةِ فَمَا
            مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلا قَلِيلٌ ، وقد
            طالبهم القرآن الكريم بأن ينفروا شباناً وشيوخاً وأغنياء وفقراء، بقوله
            تعالى: انْفِرُوا خِفَافًا وَثِقَالا وَجَاهِدُوا بِأَمْوَالِكُمْ
            وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ
            كُنْتُمْ تَعْلَمُونَ - سورة التوبة
          </p>

          <p>
            وبعد تعبئة الجيش وتوزيع المهام والألوية والرايات توجه الجيش الإسلامي
            بقيادة رسول الله صلى الله عليه وسلم إلى تبوك ولم ينتظر أحداً قد تأخر
            وقد تأخر نفر من المسلمين يظن فيهم خيراً، وكلما ذكر لرسول الله اسم
            رجل تأخر قال صلى الله عليه وسلم : دعوه إن يك فيه خير فسيلحقه الله
            تعالى بكم وإن يك غير ذلك فقد أراحكم الله منه.
          </p>

          <hr />

          <a className='titleLink' href='../seirafull/section17d.html'>
            <p>قصة أبي ذر الغفاري</p>
          </a>

          <a
            className='titleLink'
            href='../seirafull/section17d.html#abekathema'
          >
            <p>قصة أبي خيثمة</p>
          </a>

          <a
            className='titleLink'
            href='../seirafull/section17d.html#zoElbgadin'
          >
            <p>وفاة الصحابي عبدالله ذو البجادين رضي الله عنه</p>
          </a>

          <a className='titleLink' href='../seirafull/section17f.html#harming'>
            <p>إيذاء الرسول والمؤمنين أثناء الغزوة ومحاولة اغتيال رسول الله</p>
          </a>

          <a className='titleLink' href='../seirafull/section17g.html'>
            <p>المسجد الضرار</p>
          </a>

          <hr />

          <p className='tilteC1'>عودة الجيش من الغزوة</p>

          <p>
            وعاد النبي صلى الله عليه وسلم إلى المدينة بعد أن مكث في تبوك عشرين
            ليلة، وقد أمر النبي صلى الله عليه وسلم بهدم مسجد الضرار الذي بناه
            المنافقون وهو راجع إلى المدينة، ولما اقترب من المدينة خرج الصبيان
            إلى ثنية الوداع يتلقونه ودخل المدينة فصلى في مسجده ركعتين ثم جلس
            للناس وجاء المخلفون لرسول الله صلى الله عليه وسلم يقدمون له
            الاعتذار.
          </p>

          <hr />

          <p className='tilteC1'>المخلفون الذين لهم أعذار شرعية</p>

          <p>
            قال تعالى: لَيْسَ عَلَى الضُّعَفَاءِ وَلا عَلَى الْمَرْضَى وَلا
            عَلَى الَّذِينَ لا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا
            لِلَّهِ وَرَسُولِهِ مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ وَاللَّهُ
            غَفُورٌ رَحِيمٌ وَلا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ
            لِتَحْمِلَهُمْ قُلْتَ لا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا
            وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلا يَجِدُوا مَا
            يُنْفِقُونَ - سورة التوبة
          </p>

          <hr />

          <p className='tilteC1'>المخلفون من منافقي المدينة</p>

          <p>
            قال تعالى: فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلافَ رَسُولِ
            اللَّهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ
            فِي سَبِيلِ اللَّهِ وَقَالُوا لا تَنْفِرُوا فِي الْحَرِّ قُلْ نَارُ
            جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ فَلْيَضْحَكُوا
            قَلِيلا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ
            فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ
            لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا
            مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ
            فَاقْعُدُوا مَعَ الْخَالِفِينَ - سورة التوبة
          </p>

          <hr />

          <p>
            هذا وقد لاحظت اختلاف سياسة الرسول صلى الله عليه وسلم في معاملته
            للمنافقين، عندما اعتذروا له عن المسلمين حيث أنه صلى الله عليه وسلم
            عامل المنافقين باللين والصفح واختار للمسلمين الصادقين الشدة
            والعقوبة؟ ولاشك أن الشدة والقسوة في هذا المقام مع المسلمين مظهر
            للإكرام والتشريف وهو ما لايستحقه المنافقون وكيف يستحق المنافقون أن
            تنزل آيات في توبتهم -على أي حال- أنهم كفرة ولن ينشلهم شيء مما
            يتظاهرون به في الدنيا من الدرك الأسفل في النار يوم القيامة.
          </p>

          <hr />

          <p>
            وقد أمر الشارع جلّ جلاله أن ندعهم لما تظاهروا به ونجري الأحكام
            الدنيوية حسب ظواهرهم، ففيم التحقيق عن بواطن أعذارهم وحقيقة أقوالهم
            وفيما معاقبتهم في الدنيا على ماقد يصدر عنهم من كذب، ونحن إنما نعطيهم
            الظاهر فقط من المعاملة والأحكام كما يُبدو لنا هم أيضاً الظاهر فقط من
            أحوالهم وعقائدهم ، قال ابن القيم: وهكذا يفعل الرب سبحانه بعباده في
            عقوبات جرائمهم، فيؤدب عبده المؤمن الذي يحبه وهو كريم عنده بأدنى زلة
            وهفوة فلايزال مستيقظاً حذراً، وأما من سقط من عين الله وهان عليه فإنه
            يخلي بينه وبين معاصيه وكلما أحدث ذنباً أحدث له نعمة.
          </p>

          <hr />

          <a className='titleLink' href='../seirafull/section17i.html'>
            <p>قصة كعب بن مالك - الصدق سفينة النجاة</p>
          </a>

          <hr />

          <p className='tilteC1'>التدريب العملي العنيف</p>

          <p>
            كان خروج الرسول صلى الله عليه وسلم بأصحابه إلى تبوك بأصحابه، فيه
            فوائد كثيرة منها تدريبهم تدريباً عنيفاً فقطع بهم صلى الله عليه وسلم
            مسافة طويلة في ظروف جوّية صعبة حيث كانت حرارة الصيف اللاّهب،
            بالإضافة إلى الظروف المعيشية التي كانوا يعانون منها، فقد كان هناك
            قلة في الماء حتى كادوا يهلكون من شدة العطش، وأيضاً كان هناك قلة في
            الزاد والظهر ولاشك في أنّ هذه الأمور تعد تدريباً عنيفاً لايتحمله
            إلاّ الأقوياء من الرجال، وفي هذا الدرس يقول الأستاذ محمود شيت خطاب:
            تعمل الجيوش الحديثة على تدريب جنودها تدريباً عنيفاً كاجتياز مواقع
            وعراقيل صعبة جداً وقطع مسافات طويلة في ظروف جوية مختلفة وحرمان من
            الطعام والماء بعض الوقت وذلك لإعداد هؤلاء الجنود لتحمل أصعب المواقف
            المحتمل مصادفتها في الحرب.
          </p>

          <p>
            إن غزوة تبوك تدريب عنيف للمسلمين، كان غرض الرسول صلى الله عليه وسلم
            منه إعدادهم لتحمل رسالة حماية حرية نشر الإسلام خارج شبه الجزيرة
            العربية، فقد كانت هذه الغزوة آخر غزوات الرسول صلى الله عليه وسلم،
            فلابد من الاطمئنان إلى كفاءة جنوده قبل أن يلحق بالرفيق الأعلى ، وقد
            ساعد هذا التدريب العملي الصحابة في عصر الخلفاء فقاموا بفتح بلاد
            الشام وبلاد الفرس بقوة إيمانهم وثقتهم بخالقهم وساعدهم على ذلك
            لياقتهم البدنية العالية ومعرفتهم العملية لاستخدام السيوف والرماح
            وأنواع الأسلحة في زمانهم.
          </p>

          <hr />

          <p className='tilteC1'>تراجع حركة النفاق</p>

          <p>
            تراجعت حركة النفاق في المدينة بعد غزوة تبوك وكذلك بعد موت عبدالله بن
            سلول حتى أننا لم نجد لهم حضوراً بارزاً في العام العاشر للهجرة ولم
            يبق إلا العدد غير المعروف إلا لصاحب سر رسول الله صلى الله عليه وسلم
            حذيفة بن اليمان، وكان عمر فيما بعد لايصلي على جنازة من جهل حاله حتى
            يصلي عليه حذيفة بن اليمان لأنه كان يعلم أعيان المنافقين وقد أخبره
            رسول الله بهم.
          </p>

          <hr />

          <p className='tilteC1'>توحيد الجزيرة العربية تحت حكم الرسول</p>

          <p>
            تأثر موقف القبائل العربية من الرسول صلى الله عليه وسلم والدعوة
            الإسلامية بمؤثرات متداخلة كفتح مكة وخيبر وغزوة تبوك، فبادر كل قوم
            بإسلامهم بعد ما امتد سلطان المسلمين إلى خطوط التماس مع الروم ثم
            مصالحة نجران في الأطراف الجنوبية على أن يدفعوا الجزية.
          </p>
        </section>
      </main>
    </>
  )
}
