import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section24() {
  return (
    <>
      <HeadComponent title='غزوة حنين' />
      <Navbar title='غزوة حنين' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p>
            لما فتح الله مكة على رسوله والمؤمنين وخضعت له قريش خافت هوازن
            وثقفيف، قالوا: قد فرغ محمد لقتالنا فلنغزه قبل أن يغزونا وأجمعوا
            أمرهم على هذا وولَّوا عليهم ملك بن عوف النَّصري.
          </p>

          <p>
            وكان رأي مالك بن عوف أن يخرجوا وراءهم النساء والذراري والأموال حتى
            لايفروا، فلما علم بذلك دريد سأله: لم ذلك؟ فقال: أردت أن أجعل خلف كل
            رجل أهله وماله ليقاتل عنهم.
          </p>

          <hr />

          <p className='titleS1'>أحداث المعركة</p>

          <p>
            تحرك المسلمون باتجاه حنين في اليوم الخامس من شوال ووصلوا حنين في
            مساء العاشر من شوال، وقد استخلف الرسول صلى الله عليه وسلم عتاب بن
            أسيد على مكة عند خروجه وكان عدد جيش المسلمين اثني عشر ألفاً من
            المسلمين أما عدد هوازن وثقيف، فكانوا ضعف عدد المسلمين أو أكثر، ولما
            رأى بعض الطلقاء جيش المسلمين قالوا: لن نغلب اليوم من قلة ودخل
            الأعجاب في النفوس.
          </p>

          <hr />

          <p className='titleS1'>مفاجأة المسلمين بالكمائن</p>

          <p>
            بلغ النبي صلى الله عليه وسلم عزم هوازن على حربه فأرسل عبدالله بن أبي
            حدرد الأسلمي حتى يوافيه بخبر هوازن فذهب رضي الله عنه ومكث بينهم
            يوماً أو يومين وعاد على وجه السرعة بخبر هؤلاء الأعداء، إلا أنه قصَّر
            رضي الله عنه في أداء هذا الواجب حيث لم يختلط بهوازن اختلاطاً كاملاً
            بحيث يسمع ويرى مايُدبر ضد المسلمين هناك، وكان من أهم مايجب أن يعنى
            به معرفة مواقع المشركين التي احتلوها وقد فوجئ المسلمون باختفاء تلك
            الكمائن التي نصبها الأعداء في منحنيات الوادي حتى استطاعوا أن يمطروا
            المسلمين بوابل من سهامهم فانهزموا في الجولة الأولى ، فكان الجهل بهذه
            الكمائن أحد الأسباب الرئيسية وراء هزيمة المسلمين في أول المعركة
            وماحدث نتيجة لهذا الخطأ لايقدح في العصمة الثابتة لرسول الله صلى الله
            عليه وسلم، لأن هذا الأمر ليس وحياً من الله سبحانه وتعالى وإنما هو من
            باب الاجتهاد في الأمور العسكرية وقد بذل النبي صلى الله عليه وسلم
            جهده في سبيل الحصول على أدق المعلومات وأوفاها لكي يضع على ضوئها
            الخطة العسكرية المناسبة لمجابهة العدو.
          </p>

          <hr />

          <p className='titleS1'>ثبات رسول صلى الله عليه وسلم فى أرض المعركة</p>

          <p>
            لقد باغت المشركون المسلمين وأمطرهم الأعداء من جميع الجهات، فاضطربت
            صفوفهم وماج بعضهم في بعض، ونتيجة لهول هذا الموقف انهزم معظم الجيش
            ولاذوا بالفرار، كل يطلب النجاة لنفسه، وبقي الرسول صلى الله عليه وسلم
            ونفر قليل في الميدان يتصدّون لهجمات المشركين.
          </p>

          <hr />

          <p>
            يصف لنا العباس عمّ الرسول صلى الله عليه وسلم ذلك المشهد المهيب حيث
            يقول: شهدت مع رسول الله صلى الله عليه وسلم يوم حنين فلزمت أنا وأبو
            سفيان ابن الحارث رسول الله صلى الله عليه وسلم فلم نفارقه، ورسول الله
            صلى الله عليه وسلم على بغلة له بيضاء، فلما التقى المسلمون والكفار
            ولى المسلمون مدبرين، فطفق رسول الله صلى الله عليه وسلم يركض بغلته
            قبل الكفار، قال العباس: وأنا آخذ بلجام بغلة رسول الله صلى الله عليه
            وسلم أكفها إرادة أن لاتسرع.
          </p>

          <hr />

          <p>
            فقال رسول الله صلى الله عليه وسلم : أي عباس! نادِ أصحاب السَمُرَة،
            فقال العباس -وكان رجلاً صيتاً- فقلت: بأعلى صوتي: أين أصحاب
            السَّمُرة؟ قال فوالله! لكأن عطفتهم حين سمعوا صوتي عطفة البقر على
            أولادها، فقالوا: يا لبيك يا لبيك ! قال فاقتلوا الكفار والدعوة في
            الأنصار، يقولون: يامعشر الأنصار ! يامعشر الأنصار، قال: ثم قصرت
            الدعوة على بني الحارث من الخزرج فنظر رسول الله صلى الله عليه وسلم
            وهو على بغلته، كالمتطاول عليها إلى قتالهم فقال رسول الله صلى الله
            عليه وسلم: هذا حين حمي الوطيس.
          </p>

          <hr />

          <p>
            لقد أيّد الله نبيه صلى الله عليه وسلم يوم حنين بأمور منها: نزول
            الملائكة من السماء وسلاح الرعب ومن الأسلحة المادية تأثير قبضتي الحصى
            والتراب اللتين رمى بهما وجوه المشركين، حيث دخل في أعينهم كلهم من ذلك
            الحصى والتراب اللتين رمى بهما وجوه المشركين حيث دخل في أعينهم كلهم
            من ذلك الحصى والتراب فصار كل واحد يجد لها في عينيه أثراً ، فكان من
            أسباب هزيمتهم قال العباس رضي الله عنه: ثم أخذ رسول الله صلى الله
            عليه وسلم حصيات فرمى بهنّ وجوه الكفار، ثم قال: انهزموا وربّ محمد،
            قال: فذهبت أنظر فإذا القتال على هيئة فيما أرى قال: فوالله ماهو إلاّ
            أن رماهم بحصياته فما زالت أرى حدّهم كليلاً وأمرهم مدبراً.
          </p>

          <hr />

          <p className='titleS1'>
            فقه الرسول صلى الله عليه وسلم في التعامل مع النفوس
          </p>

          <p className='titleS2'>الاعجاب بالكثرة يحجب نصر الله</p>

          <p>
            الاعجاب بالكثرة حجب عن المسلمين النصر في بداية المعركة وقد عبر
            القرآن الكريم عن ذلك بقوله: لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ
            كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ
            تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الأَرْضُ بِمَا رَحُبَتْ
            ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ - سورة التوبة
          </p>

          <p>
            وهكذا أخذ الرسول صلى الله عليه وسلم يراقب المسلمين ويقوّم ما يظهر من
            انحرافات في التصور والسلوك حتى في أخطر ظروف المواجهة مع خصومه
            العتاة، ومع الرغم من الهزيمة التي لحقت بالمسلمين في بداية غزوة حنين
            وفرار معظم المسلمين في ميدان المعركة لأنهم فوجئوا بما لم يتوقعوه إلا
            أن رسول الله صلى الله عليه وسلم لم يعنف أحداً ممن فر عنه حتى حينما
            طالبه بعض المسلمين أن يقتل الطلقاء لأنهم فروا لم يوافق على هذا.
          </p>

          <hr />

          <p className='titleS2'>الغنائم وسيلة لتأليف القلوب</p>

          <p>
            رأى صلى الله عليه وسلم أن يتألف الطلقاء والأعراب بالغنائم تأليفاً
            لقلوبهم لحداثة عهدهم بالإسلام فأعطى لزعماء قريش وغطفان وتميم عطاء
            عظيماً إذ كانت عطية الواحد منهم مائة من الإبل ومن هؤلاء: أبو سفيان
            بن حرب وسهيل بن عمرو وحكيم بن حزام وصفوان بن أمية، وعبر عن هذا
            صفوان: لقد أعطاني رسول الله صلى الله عليه وسلم ما أعطاني وأنه لابغض
            الناس إلي فما برح يعطيني حتى أنه لأحب الناس إلي.
          </p>

          <hr />

          <p className='titleS2'>تأثر الأنصار من توزيع الغنائم</p>

          <p>
            وقد تأثر حدثاء الأنصار من هذا العطاء بحكم طبيعتهم البشرية وترددت
            بينهم قالة فراعى صلى الله عليه وسلم هذا الاعتراض وعمل على إزالة
            التوتر وبين لهم الحكمة في تقسيم الغنائم وخاطب الأنصار خطاباً
            إيمانياً عقلياً عاطفياً وجدانياً مايملك القارئ المسلم على مر الدهور
            وكر العصور وتوالي الزمان إلا البكاء عندما يمر بهذا الحدث العظيم،
            فعندما دخل سعد بن عبادة على رسول الله صلى الله عليه وسلم فقال:
            يارسول الله إن هذا الحي من الأنصار قد وجدوا عليك في أنفسهم لما صنعت
            في هذا الفئ الذي أصبت، قسمت في قومك وأعطيت عطايا عظاماً في قبائل
            العرب، ولم يكن في هذا الحيِّ من الأنصار منها شيء، قال: فأين أنت من
            ذلك ياسعد قال: يارسول الله ما أنا إلا من قومي.
          </p>

          <hr />

          <p className='titleS3'>رضينا برسول الله قسماً وحظاً</p>

          <p>
            فقال رسول الله صلى الله عليه وسلم لسعد بن عبادة: اجمع لي قومك في هذه
            الحظيرة؟ قال: فجاء رجال من المهاجرين فتركهم فدخلوا، وجاء آخرون فردهم
            فلما اجتمعوا وأتى سعد، فقال: قد اجتمع لك هذا الحيُّ من الأنصار،
            فأتاهم رسول الله صلى الله عليه وسلم.
          </p>

          <hr />

          <p>
            فحمد الله وأثنى عليه بما هو أهله ثم قال: يامعشر الأنصار ما قالة
            بلغتني عنكم، وجدة وجدتموها في أنفسكم، ألم آتكم ضلالاً فهداكم الله بي
            وعالة فأغناكم الله بي وأعداء فألف الله بين قلوبكم قالوا: الله ورسوله
            أمن وأفضل، ثم قال: ألا تجيبوني يامعشر الأنصار قالوا: بماذا نجيبك
            يارسول الله ولله ولرسوله المن والفضل.
          </p>

          <hr />

          <p>
            قال: أما والله لو شئتم لقلتم فلصدقتم ولصُدِّقتم: أتيتنا مكذبا
            فصدقناك ومخذولاً فنصرناك وطريداً فأويناك وعائلاً فآسيناك، أوجدتم
            عليَّ يامعشر الأنصار في أنفسكم في لعاعة من الدنيا تألفت بها قوماً
            ليسلموا ووكلتكم إلى إسلامكم، إلا ترضون يامعشر الأنصار أن يذهب الناس
            بالشَّاء والبعير وترجعون برسول الله إلى رحالكم فو الذي نفس محمد بيده
            لما تنقلبون به خير مما ينقلبون به.
          </p>

          <hr />

          <p>
            ولولا الهجرة لكنت امرءاً من الأنصار، ولو سلك الناس شعباً ووادياً
            وسلكت الأنصار شِعْباً ووادياً لسلكت شعب الأنصار وواديها، الانصار
            شعار والناس دثار اللهم ارحم الأنصار وأبناء الأنصار وأبناء أبناء
            الأنصار، قال فبكى القوم حتى أخضلوا لحاهم، وقالوا: رضينا برسول الله
            صلى الله عليه وسلم قسماً وحظاً، ثم انصرف رسول الله وتفرقوا وفي
            رواية: إنكم ستلقون بعدي أثرة فاصبروا حتى تلقوني على الحوض.
          </p>

          <hr />

          <p>
            إن الإنسان ليعجب من فقه النبي صلى الله عليه وسلم في معاملة النفوس
            وفي سعيه الحثيث لتمكين دين الله تعالى، لقد استطاع صلى الله عليه وسلم
            أن يزيل معالم الوثنية، وبيوتات العبادة الكفرية من مكة وماحولها، ورتب
            صلى الله عليه وسلم الأمور التنظيمية للأراضي التي أضيفت للدولة
            الإسلامية، فعين عتاب بن أسيد أميراً على مكة، وجعل معاذ بن جبل مرشداً
            وموجهاً ومعلماً ومربياً، وعين على هوازن مالك بن عوف قائداً ومجاهداً
            ثم اعتمر ورجع إلى المدينة صلى الله عليه وسلم.
          </p>
        </section>
      </main>
    </>
  )
}
