import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section18() {
  return (
    <>
      <HeadComponent title='غزوة الأحزاب' />
      <Navbar title='غزوة الأحزاب' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p>
            خرج يهود بني النضير من المدينة إلى خيبر وهم يحملون معهم أحقادهم على
            المسلمين فما أن استقروا بخيبر حتى أخذوا يرسمون الخطط للانتقام من
            المسلمين، فاتفقت كلمتهم على التوجه إلى القبائل العربية المختلفة
            لتحريضها على حرب المسلمين، ووافقت قريش وغطفان وتابعتهم قبائل أخرى.
          </p>

          <p className='tilteC1'>حفر الخندق</p>

          <p>
            كان المسلمون على علم بتحركات الأحزاب وأدلى سلمان الفارسي رضي الله
            عنه برأيه الذي يتضمن حفر خندق كبير لصدّ عدوان الأحزاب، فأعجب النبي
            صلى الله عليه وسلم بذلك فقال سلمان: يارسول الله: إنا إذا كنا بأرض
            فارس وتخوّفنا الخيل، خندقنا علينا، فهل لك يارسول الله أن تخندق؟
            فأعجب رأي سليمان المسلمين.
          </p>

          <hr />

          <p className='tilteC1'>مشاركة رسول الله صلى الله عليه وسلم بالحفر</p>

          <p>
            شارك النبي صلى الله عليه وسلم جنده في العمل المضني فأخذ يعمل بيده
            الشريفة، وينقل من تراب الخندق حتى وارى عني التراب جلدة بطنه وكان
            كثير الشعر، فأعطى القدوة الحسنة لأصحابه حتى بذلوا مافي وسعهم لإنجاز
            حفر ذلك الخندق.
          </p>

          <p>
            وكان صلى الله عليه وسلم يشارك الصحابة رضي الله عنهم في آلامهم
            وآمالهم، بل كان يستأثر بالمصاعب الجمة دونهم، فكان يعاني من ألم الجوع
            كغيره، بل أشد، حيث وصل به الأمر إلى أن يربط حجراً على بطنه الشريف من
            شدة الجوع.
          </p>

          <hr />

          <p className='tilteC1'>رفع معنويات الجنود</p>

          <p>
            لم ينسى النبى صلى الله عليه وسلم في هذا الظرف أن هؤلاء الجند بحاجة
            إلى من يدخل السرور حتى ينسوا تلك الآلام، وكان صلى الله عليه وسلم كان
            يرتجز بكلمات ابن رواحة وهو ينقل التراب :{' '}
          </p>

          <div className='poetry'>
            <p>اللهم لولا الله مااهتدينا.. ولاتصدقنا ولاصلينا</p>

            <p>فأنزلن سكينة علينا.. وثبت الأقدام إن لاقينا</p>

            <p>إن الأعادي قد بَغوا علينا.. وإن أرادوا فتنة أبينا</p>
          </div>

          <p>
            ثم يمد صوته بآخرها، وعن أنس رضي الله عنه أن اصحاب محمد صلى الله عليه
            وسلم كانوا يقولون يوم الخندق:
          </p>

          <div className='poetry'>
            <p>نحن الذين بايعوا محمداً .. على الإسلام مابقينا أبداً</p>
          </div>

          <p>
            وقال على الجهاد والنبي يقول: اللهم إن الخير خير الآخرة.. فاغفر
            للأنصار والمهاجرة
          </p>

          <hr />

          <p className='tilteC1'>نقض يهود بني قريظة العهد</p>

          <p>
            وسرت الشائعات بين المسلمين بأن قريظة قد نقضت عهدها معهم، وكان الرسول
            صلى الله عليه وسلم يخشى أن تنقض بنو قريظة العهد الذي بينهم وبينه،
            لأن اليهود قوم لاعهد لهم ولاذمة ، ولذلك انتدب النبي صلى الله عليه
            وسلم الزبير بن العوام رجل المهمات الصعبة ليأتيه من أخبارهم، فذهب
            الزبير، فنظر ثم رجع فقال: يارسول الله: رأيتهم يصلحون حصونهم
            ويُدرّبون طرقهم، وقد جمعوا ماشيتهم.
          </p>

          <hr />

          <p className='tilteC1'>تشديد الحصار على المسلمين</p>

          <p>
            زادت جيوش الأحزاب في تشديد الحصار على المسلمين بعد انضمام بني قريظة
            إليها واشتد الكرب على المسلمين وتأزم الموقف، وقد تحدث القرآن الكريم
            عن هذة الحالة قال تعالى: إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ
            أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ
            الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا هُنَالِكَ ابْتُلِيَ
            الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالا شَدِيدًا - سورة الأحزاب
          </p>

          <p>
            وكان ظن المسلمين بالله قوياً وقد سجله القرآن الكريم بقوله تعالى:
            وَلَمَّا رَأَى الْمُؤْمِنُونَ الأَحْزَابَ قَالُوا هَذَا مَا
            وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا
            زَادَهُمْ إِلا إِيمَانًا وَتَسْلِيمًا - سورة الأحزاب
          </p>

          <hr />

          <p className='tilteC1'>إنسحاب المنافقين</p>

          <p>
            أما المنافقون فقد انسحبوا من الجيش وزاد خوفهم حتى قال معتب بن قشير
            أخو بني عمرو بن عوف: كان محمد يعدنا أن نأكل كنوز كسرى وقيصر، وأجدنا
            لا يأمن على نفسه أن يذهب إلى الغائط وطلب البعض الآخر الأذن لهم
            بالرجوع إلى بيوتهم بحجة أنها عورة، فقد كان موقفهم يتسم بالجبن
            والإرجاف وتخذيل المؤمنين ، وقد وردت روايات ضعيفة تحكي أقوالهم في
            السخرية والإجاف والتخذيل ، ولكن القرآن الكريم يتكفل بتصوير ذلك أدق
            تصوير قال تعالى : وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَاأَهْلَ
            يَثْرِبَ لا مُقَامَ لَكُمْ فَارْجِعُوا وَيَسْتَأْذِنُ فَرِيقٌ
            مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ
            بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلا فِرَارًا وَلَوْ دُخِلَتْ عَلَيْهِمْ
            مِنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لآتَوْهَا وَمَا
            تَلَبَّثُوا بِهَا إِلا يَسِيرًا وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ
            مِنْ قَبْلُ لا يُوَلُّونَ الأَدْبَارَ وَكَانَ عَهْدُ اللَّهِ
            مَسْئُولا قُلْ لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ
            الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لا تُمَتَّعُونَ إِلا قَلِيلا - سورة
            الأحزاب
          </p>

          <hr />

          <p className='tilteC1'>محاولات اقتحام الخندق وأصابة سعد بن معاذ</p>

          <p>
            وتزايدة محاولات المشركين لاقتحام الخندق، وأصبحت خيل المشركين تطوف
            بأعداد كبيرة كل ليلة حول الخندق حتى الصباح، وحاول خالد بن الوليد مع
            مجموعة من فرسان قريش أن يقتحم الخندق على المسلمين في ناحية ضيقة منه
            ويأخذهم على حين غرة، لكن أسيد بن حضير في مئتين من الصحابة يراقبون
            تحركاتهم وقد حصلت مناوشات استشهد فيها الطفيل بن النعمان والذي قتله
            وحشي -قاتل حمزة يوم أحد- رماه بحربة عبر الخندق فأصبت منه مقتلاً،
            واستطاع حبان بن العرقة من المشركين أن يرمي سهماً أصاب سعد بن معاذ
            رضي الله عنه في أكحله -عرق في وسط الذراع- ولم تنصرف الكتيبة إلا مع
            الليل.
          </p>

          <hr />

          <p className='tilteC1'>
            اهتمام الرسول صلى الله عليه وسلم ببث الإشاعات في صفوف الأعداء
          </p>

          <p>
            ساق المولى عزوجل نعيم بن مسعود الغطفاني إلى رسول الله صلى الله عليه
            وسلم ليعلن إسلامه وقال له: يارسول الله: إن قومي لم يعلموا بإسلامي
            فمرني بما شئت، فقال له رسول الله صلى الله عليه وسلم : إنما أنت فينا
            رجل واحد فخذل عنا إن استطعت، فإن الحرب خدعة.
          </p>

          <p>
            فقام نعيم بزرع الشك بين الأطراف المتحالفة بأمر من رسول الله صلى الله
            عليه وسلم، فأغرى اليهود بطلب رهائن من قريش لئلا تدعهم وتنصرف عن
            الحصار، وقال لقريش بأن اليهود إنما تطلب الرهائن لتسليمها للمسلمين
            ثمناً لعودتها إلى صلحهم، لقد اشتهرت قصة نعيم بن مسعود في أنها
            لاتتنافى مع قواعد السياسة الشرعية فالحرب خدعة.
          </p>

          <hr />

          <p className='tilteC3'>
            شدة تضرع الرسول صلى الله عليه وسلم ونزول النصر
          </p>

          <p>
            كان رسول الله صلى الله عليه وسلم كثير التضرع والدعاء فقال: اللهم
            منزل الكتاب سريع الحساب اهزم الأحزاب، اللهم اهزمهم، وزلزلهم فاستجاب
            الله -سبحانه- دعاء نبيه صلى الله عليه وسلم فأقبلت بشائر الفرج، فقد
            صرفهم الله بحوله وقوته، وزلزل أبدانهم وقلوبهم وشتت جمعهم بالخلاف، ثم
            أرسل عليهم الريح الباردة الشديدة، وألقى الرعب في قلوبهم وأنزل جنوداً
            من عنده سبحانه قال تعالى: يَاأَيُّهَا الَّذِينَ ءَامَنُوا اذْكُرُوا
            نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا
            عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا
            تَعْمَلُونَ بَصِيرًا - سورة الأحزاب
          </p>

          <hr />

          <p className='tilteC1'>الريح</p>

          <p>
            قال القرطبي رحمه الله وكانت هذه الريح معجزة للنبي صلى الله عليه وسلم
            لأن النبي صلى الله عليه وسلم والمسلمين كانوا قريباً منهم، ولم يكن
            بينهم إلا عرض الخندق، وكانوا في عافية منها، ولاخبر عندهم لها... وبعث
            الله عليهم الملائكة فقلعت الأوتاد وقطعت أطناب الفساطيط -جمع فسطاط
            نوع من الأبنية في السفر وهو دون السرادق- ، وأطفأت النيران وأكفأت
            القدور وجالت الخيول بعضها في بعض، وأرسل عليهم الرعب، وكثر تكبير
            الملائكة في جوانب المعسكر حتى كان سيد كل خباء يقول: يابني فلان هلم
            إليّ، فإذا اجتمعوا قال لهم: النجاء النجاء، لما بعث الله عليهم الرعب.
          </p>

          <hr />

          <p className='tilteC1'>مراقبة انصراف الأحزاب وحذيفة بن اليمان</p>

          <p>
            كان رسول الله صلى الله عليه وسلم يتابع أمر الأحزاب وأحب أن يتحرى عن
            ماحدث عن قرب فقال: ألا رجل يأتينا بخبر القوم جعله الله معي يوم
            القيامة ، فاستعمل صلى الله عليه وسلم أسلوب الترغيب وكرره ثلاث مرات
            وعندما لم يُجْدِ هذا الأسلوب لجأ إلى أسلوب الجزم والحزم في الأمر،
            فعين واحداً بنفسه فقال: قم ياحذيفة فائتنا بخبر القوم ولاتذعرهم علي.
          </p>

          <p>
            قال حذيفة رضي الله عنه: فمضيت كأنما أمشي في حمام فإذا أبو سفيان يصلي
            ظهره بالنار فوضعت سهماً في كبد القوس وأردت أن أرميه ثم ذكرت قول رسول
            الله صلى الله عليه وسلم لاتذعرهم عليَّ ولو رميته لأصبته فرجعت كأنما
            أمشي في حمام ، فأتيت رسول الله صلى الله عليه وسلم وأصابني البرد حين
            رجعت وقررت، فأخبرت رسول الله صلى الله عليه وسلم والبسني فضل عباءة
            كانت عليه يصلي فيها، فلم أبرح نائماً حتى الصبح فلما أن أصبحت قال
            رسول الله صلى الله عليه وسلم : قم يا نومان.
          </p>

          <hr />

          <p className='tilteC1'>التخلص من بني قريظة</p>

          <p>
            بعد عودة النبي صلى الله عليه وسلم من الخندق ووضعه السلاح أمر الله
            تعالى نبيه بقتال بني قريظة، فأمر الحبيب صلى الله عليه وسلم أصحابه
            بالتوجه إليهم وقد أعلمهم بأن الله تعالى قد أرسل جبريل ليزلزل حصونهم
            ويقذف في قلوبهم الرعب وأوصاهم بأن لايصلين أحد العصر إلا في بني
            قريظة.
          </p>

          <p>
            وضرب المسلمون الحصار على بني قريظة خمساً وعشرين ليلة، ولما اشتد
            الحصار وعظم البلاء على بني قريظة، أرادوا الاستسلام والنزول على أن
            يحكّم الرسول صلى الله عليه وسلم فيهم سعد بن معاذ رضي الله عنه ونزلوا
            على حكمه ورأوا أنه سيرأف بهم بسبب الحلف بينهم وبين قومه الأوس، فجئ
            بسعد محمولاً لأنه كان قد أصابه سهم في ذراعه يوم الخندق فقضى أن تقتل
            المقاتلة وأن تسبى النساء والذرية، وأن تقسم أموالهم، فأقره رسول الله
            صلى الله عليه وسلم وقال: قضيت بحكم الله، ونفذ حكم الإعدام في
            أربعمائة في سوق المدينة حيث حفرت أخاديد وقتلوا فيها بشكل مجموعات،
            وقد نجا مجموعة قليلة جداً بسبب وفائها للعهد ودخولها في الإسلام،
            وقسمت أموالهم وذراريهم على المسلمين.
          </p>

          <hr />

          <p className='tilteC1'>الصخرة</p>

          <p>
            ومن دلائل النبوة أثناء حفر الخندق أخباره صلى الله عليه وسلم عمار بن
            ياسر وهو يحفر معهم الخندق، بأن ستقتله الفئة الباغية فقتل في صفين
            وكان في جيش علي، وعندما اعترضت صخرة الصحابة وهم يحفرون، ضربها الرسول
            صلى الله عليه وسلم ثلاث ضربات فتفتت قال إثر الضربة الأولى: الله أكبر
            أعطيت مفاتيح الشام والله إني لأبصر قصورها الحمراء ، ثم ضربها الثانية
            فقال: الله أكبر أعطيت مفاتيح فارس والله إني لأبصر قصر المدائن أبيض،
            ثم ضرب الثالثة وقال: الله أكبر أعطيت مفاتيح اليمن والله إني لأبصر
            أبواب صنعاء من مكاني هذه الساعة، وقد تحققت هذه البشارة التي اخبرت عن
            اتساع الفتوحات الإسلامية والإخبار عنها في وقت كان المسلمون فيه
            محصورين في المدينة، يواجهون المشاق والخوف والجوع والبرد القارص.
          </p>

          <hr />

          <p className='tilteC2'>شجاعة صفية عمة الرسول صلى الله عليه وسلم</p>

          <p>
            كان صلى الله عليه وسلم قد وضع النساء والأطفال في حصن فارع وهو حصن
            قوي، حماية لهم، لأن المسلمين في شغل عن حمايتهم لمواجهتم جيوش
            الأحزاب، فعندما نقض يهود بني قريظة عهدهم مع رسول الله صلى الله عليه
            وسلم أرسلت يهودياً ليستطلع وضع الحصن الذي فيه نساء المسلمين وأطفالهم
            فأبصرته صفية بنت عبدالمطلب عمة رسول الله صلى الله عليه وسلم فأخذت
            عموداً ونزلت من الحصن فضربته بالعمود فقتلته ، فكان هذا الفعل من صفية
            رادعاً لليهود من التحرش بهذا الحصن الذي ليس فيه إلا النساء والأطفال،
            حيث ظنت يهود بني قريظة أنه محمي من قبل الجيش الإسلامي، أو أن فيه على
            الأقل من يدافع عنه من الرجال ففي هذا الخبر دليل للمرأة في الدفاع عن
            نفسها إن لم تجد من يدافع عنها.
          </p>

          <hr />

          <p className='tilteC3'>سعد بن معاذ رضي الله عنه</p>

          <p>
            استجابة الله تعالى لدعائه عندما قال: اللهم فإن بقي من حرب قريش شيء
            فأبقني له حتى أجاهدهم فيك وقد استجيب دعاؤه فتحجر جرحه وتماثل للشفاء
            حتى كانت غزوة بني قريظة، وجعل رسول الله صلى الله عليه وسلم الحكم
            فيهم إليه، فحكم فيهم بالحق ولم تخذه في الله لومة لائم وهذا دليل على
            تجرد قلبه لله تعالى.
          </p>

          <hr />

          <p>
            وعندما انفجر جرحه نقله قومه فاحتملوه إلى بني عبدالأشهل إلى منازلهم،
            وجاء رسول الله صلى الله عليه وسلم فقيل: انطلقوا فخرج وخرج معه
            الصحابة، وأسرع حتى تقطعت شسوع نعالهم، وسقطت أرديتهم إليه أصحابه،
            فقال: إني أخاف أن تسبقنا الملائكة فتغسله كما غسلت حنظلة، فانتهى إلى
            البيت وهو يُغسل وأمه تبكيه.
          </p>

          <p>
            فقال: كل نائحة تكذب إلا أم سعد، ثم خرج به قال: يقوم له القوم:
            ماحملنا يارسول الله، ميتاً أخف علينا منه، قال: ومايمنعه أن يخف، وقد
            هبط من الملائكة كذا وكذا لم يهبطوا قط قبل يومهم قد حملوه معكم، وقد
            جاء في النسائي عن ابن عمر رضي الله عنهما عدد الملائكة الذين شاركوا
            في تشييع جنازة سعد فقد قال صلى الله عليه وسلم: هذا العبد الصالح الذي
            تحرك له العرش، وفُتحت أبواب السماء، وشهده سبعون ألفاً من الملائكة لم
            ينزلوا إلى الأرض قبل ذلك.
          </p>

          <hr />

          <p className='tilteC2'>إن للقبر ضمة</p>

          <p>
            ومع كل هذه المآثر والمحاسن والأعمال الجليلة التي قدمها لخدمة دين
            الله، فقد تعرض لضمة القبر: لما انتهوا إلى قبر سعد رضي الله عنه نزل
            فيه أربعة: الحارث بن أوس، وأسيد بن الحضير، وأبو نائلة سلكان، وسلمة
            بن سلامة بن وقش، ورسول الله صلى الله عليه وسلم واقف، فلما وضع في
            قبره، تغير وجه رسول الله صلى الله عليه وسلم وسبح ثلاثاً، فسبح
            المسلمون حتى ارتج البقيع، ثم كبَّر ثلاثاً، وكبَّر المسلمون، فسئل عن
            ذلك فقال: تضايق على صاحبكم القبر وضم ضمة لو نجا منها أحد لنجا هو، ثم
            فرّج الله عنه.
          </p>

          <hr />

          <p className='tilteC1'>من أدب الخلاف</p>

          <p>
            في اختلاف الصحابة في فهم كلام رسول الله صلى الله عليه وسلم : ألا لا
            يصلين أحد العصر إلا في بني قريظة فبعضهم فهم منه المراد الاستعجال،
            فصلى العصر لما دخل وقته وبعضهم أخذ بالظاهر فلم يصلي إلا في بني قريظة
            ولم يعنف النبي صلى الله عليه وسلم أحداً منهم أو عاتبه، ففي ذلك دلالة
            هامة على أصل من الأصول الشرعية الكبرى وهو تقرير مبدأ الخلاف في مسائل
            الفروع، واعتبار كل من المتخالفين معذوراً ومثاباً، كما أن فيه تقريراً
            لمبدأ الاجتهاد في استنباط الأحكام الشرعية، وفيه مايدل على أن استئصال
            الخلاف في مسائل الفروع التي تنبع من دلالات ظنية أمر لايمكن أن يتصور
            أو يتم.
          </p>
        </section>
      </main>
    </>
  )
}
