import HeadComponent from '../components/HeadComponent'
import Navbar from '../components/Navbar'
export default function Section26() {
  return (
    <>
      <HeadComponent title='حجة الوداع' />
      <Navbar title='حجة الوداع' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p>
            يعتبر الحج أحد الأركان الخمسة وقد فرض في العام العاشر وهذا ماذهب
            إليه ابن القيم واستدل بأدلة قوية وهو اللائق بهديه صلى الله عليه وسلم
            في عدم تأخير ماهو فرض لأن الله تعالى يقول: وَلِلَّهِ عَلَى النَّاسِ
            حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلا - سورة آل عمران ،
            وقد نزلت عام الوفود أواخر سنة تسع.
          </p>

          <p>
            لم يحج النبي صلى الله عليه وسلم من المدينة غير حجته التي كانت في
            العام العاشر وعرفت هذه الحجة بحجة البلاغ وحجة الإسلام وحجة الوداع
            لأنه صلى الله عليه وسلم ودع الناس فيها ولم يحج بعدها.
          </p>

          <p>
            ولما نزلت الآية: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ
            عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِينًا - سورة
            المائدة ، بكى بعض الصحابة ومنهم عمر بن الخطاب رضي الله عنه، وكأنهم
            فهموا منها الإشارة إلى قرب أجل الرسول صلى الله عليه وسلم ولما قيل
            لسيدنا عمر: مايبكيك؟ قال: إنه ليس بعد الكمال إلا النقصان وكان عدد
            الذي مع رسول الله أكثر من مائة ألف
          </p>

          <hr />

          <p className='tilteC1'>كيف حج النبي صلى الله عليه وسلم</p>

          <p>
            عزم رسول الله صلى الله عليه وسلم على الحج وأعلم الناس أنه حاج
            فتجهزوا، وذلك في شهر ذي القعدة سنة عشر للخروج معه وسمع بذلك من حول
            المدينة، فقدموا يريدون الحج مع الرسول صلى الله عليه وسلم ووافاه في
            الطريق خلائق لايحصون ، فكانوا من بين يديه ومن خلفه وعن يمينه وعن
            شماله مد البصر، وخرج من المدينة نهاراً بعد الظهر لخمس بقين من ذي
            القعدة يوم السبت بعد أن صلى الظهر بها أربعاً.
          </p>

          <hr />

          <p>
            وخطبهم قبل ذلك خطبة علمهم فيها الاحرام وواجباته وسننه ثم سار وهو
            يلبي ويقول: لبيك اللهم لبيك لبيك لاشريك لك لبيك إن الحمد والنعمة لك
            والملك لاشريك لك ، والناس معه يزيدون وينقصون وهو يقرهم ولا ينكر
            عليهم ولزم تلبيته ثم مضى حتى نزل بـ العرج ثم سار حتى أتى الأبواء ،
            فوادي عسفان في سرف، ثم نهض إلى أن نزل بـ ذي طوى فبات بها ليلة الأحد
            لأربع خلون من ذي الحجة، وصلى بها الصبح ثم اغتسل من يومه ونهض إلى مكة
            فدخلها نهاراً من أعلاها.
          </p>

          <hr />

          <p>
            ثم سار حتى دخل المسجد وذلك ضحى فاستلم الركن صلى الله عليه وسلم فرمل
            ثلاثاً - إسراع المشي مع تقارب الخطا- ومشى ومشى أربعاً ثم نفذ إلى
            مقام إبراهيم عليه السلام، فقرأ: وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً
            لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى
            وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ
            لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ - سورة البقرة
            ، فجعل المقام بينه وبين البيت وكان يقرأ في الركعتين قل هو الله أحد
            وقل يا أيها الكافرون ، ثم رجع إلى الركن فاستلمه ثم خرج من الباب إلى
            الصفا فلما دنا من الصفا قرأ: إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ
            شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلا جُنَاحَ
            عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ
            اللَّهَ شَاكِرٌ عَلِيمٌ - سورة البقرة ، وأبدأ بما بدأ الله به فبدأ
            بالصفا فرقى عليه حتى إذا رأى البيت فاستقبل القبلة فوحد الله وكبره
            وقال: لا إله إلا الله وحده لاشريك له له الملك وله الحمد وهو على كل
            شيء قدير لا إله إلا الله وحده أنجز وعده ونصر عبده وهزم الأحزاب وحده،
            ثم دعا بين ذلك قال مثل هذه ثلاث مرات ثم نزل إلى المروة حتى إذا انصبت
            قدماه في بطن الوادي سعى، حتى إذا صعدتا مشى أتى المروة ففعل على
            المروة كما فعل على الصفا، حتى إذا كان آخر طوافه على المروة فقال: لو
            أني استقبلت من أمري ما استدبرت لم أسق الهدي وجعلتها عمرة فمن كان
            منكم ليس معه هدي فليحل وليجعلها عمرة.
          </p>

          <hr />

          <p>
            فقال سراقة بن مالك بن جعشم فقال: يارسول الله! ألعامنا هذا أم للأبد؟
            فشبك رسول الله صلى الله عليه وسلم أصابعه واحدة في الأخرى، وقال: دخلت
            العمرة في الحج مرتين لا بل لأبد أبد وأقام بمكة أربعة أيام: يوم الأحد
            والإثنين والثلاثاء والأربعاء، فلما كان يوم الخميس ضحى توجه بمن معه
            من المسلمين إلى منى ونزل بها وصلى بها الظهر والعصر والمغرب والعشاء
            والفجر ومكث قليلاً حتى طلعت الشمس.
          </p>

          <hr />

          <p>
            وأمر بقبة من شعر تضرب له بنمرة -موضع بجنب عرفات- فسار رسول الله صلى
            الله عليه وسلم، ولا تشك قريش إلا أنه واقف عند المشعر الحرام -جبل
            بمزدلفة كانت قريش تقف عليه ولا تقف مع العرب في عرفات ولكن رسول الله
            وقف عرفات- كما كانت قريش تصنع في الجاهلية، فأجاز رسول الله صلى الله
            عليه وسلم - جاوز المزدلفة ولم يقف بها وإنما توجه الى عرفات- حتى أتى
            عرفه فوجد القبة قد ضربت له بنمرة، فنزل بها حتى إذا زاغت الشمس أمر
            بالقصواء فرحلت له، فأتى بطن الوادي فخطب الناس وقال: إن دماءكم
            وأموالكم حرام عليكم كحرمة يومكم هذا في شهركم هذا في بلدكم هذا ألا كل
            شيء من أمر الجاهلية تحت قدمي موضوع ودماء الجاهلية موضوعة ، وإن أول
            دم أضع من دمائنا دم ابن ربيعة بن الحارث كان مسترضعاً في بني سعد
            فقتلته هذيل، وربا الجاهلية موضوع وأول ربا أضع ربانا ربا العباس بن
            عبدالمطلب فإنه موضوع كله، فاتقوا الله في النساء فإنكم أخذتموهن بأمان
            الله واستحللتم فروجهن بكلمة الله، ولكم عليهن أن لايوطئن في فرشكم
            أحداً تكرهونه، فإن فعلن ذلك فاضربوهن ضرباً غير مبرح ولهن عليكم رزقهن
            وكسوتهن بالمعروف، وقد تركت فيكم مالن تضلوا بعده إن اعتصمتم به كتاب
            الله وأنتم تسألون عني فما أنتم قائلون؟
          </p>

          <hr />

          <p>
            قالوا: نشهد أنك بلغت وأديت ونصحت، فقال بإصبعه السبابة يرفعها إلى
            السماء وينكثها إلى الناس: اللهم اشهد اللهم اشهد ثلاث مرات، ثم أذن ثم
            أقام فصلى الظهر ثم أقام فصلى العصر ولم يصل بينهما شيئاً، ثم ركب رسول
            الله صلى الله عليه وسلم حتى أتى الموقف، فجعل بطن ناقته القصواء إلى
            الصخرات، وجعل جبل المشاة بين يديه، واستقبل القبلة فلم يزل واقفاً حتى
            غربت الشمس وذهبت الصفرة قليلاً حتى غاب القرص، وذكر أبو الحسن الندوي:
            لما فرغ رسول الله صلى الله عليه وسلم من صلاته والتضرع والابتهال إلى
            غروب الشمس وكان في دعائه رافعاً يديه إلى صدره كاستطعام المسكين يقول
            فيه: اللهم إنك تسمع كلامي وترى مكاني وتعلم سري وعلانيتي لايخفى عليك
            شيء من أمري، أنا البائس الفقير المستغيث المستجير، والوجل المشفق
            المقر المعترف بذنوبي، أسألك مسألة المسكين، وأبتهل إليك ابتهال المذنب
            الذليل، وأدعوك دعاء الخائف الضرير من خضعت لك رقبته وفاضت لك عيناه
            وذل جسده ورغم أنفه لك، اللهم لاتجعلني بدعائك رب شقيا، وكن بي رؤوفاً
            رحيماً ياخير المسؤولين وياخير المعطين.
          </p>

          <hr />

          <p>
            وهنالك أنزلت عليه: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ
            وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِينًا
            - سورة المائدة ، فلما غربت الشمس أفاض من عرفة وأردف أسامة بن زيد
            خلفه وأفاض بالسكينة ضم إليه زمام ناقته حتى أن رأسها ليصيب طرف رحله،
            وهو يقول: أيها الناس عليكم السكينة، وكان يلبي في مسيره ذلك لايقطع
            التلبية حتى أتى المزدلفة، وأمر المؤذن بالأذان فأذن ثم أقام فصلى
            المغرب قبل حط الرحال وتبريك الجمال، فلما حطوا رحالهم أمر فأقيمت
            الصلاة ثم صلى العشاء، ثم نام حتى أصبح، فلما طلع الفجر صلاها في أول
            الوقت ثم ركب حتى أتى المشعر الحرام، فاستقبل القبلة وأخذ في الدعاء
            والتضرع والتكبير والتهليل والذكر ، حتى أسفر جداً وذلك قبل طلوع الشمس
            ثم سار من مزدلفة مردفاً للفضل بن عباس وهو يلبي في مسيره، وأمر ابن
            عباس أن يلتقط له حصى الجمار سبع حصيات، فلما أتى بطن محسر حرك ناقته
            وأسرع السير فإن هنالك أصاب أصحاب الفيل العذاب، حتى أتى منى فأتى جمرة
            العقبة فرماها راكباً بعد طلوع الشمس وقطع التلبية.
          </p>

          <hr />

          <p>
            ثم رجع إلى منى فخطب الناس خطبة بليغة أعلمهم فيها بحرمة يوم النحر
            وتحريمه وفضله عند الله وحرمة مكة على جميع البلاد، وأمر بالسمع
            والطاعة لمن قادهم بكتاب الله وأمر الناس بأخذ مناسكهم عنه، وأمر الناس
            ألا يرجعوا بعده كفاراً يضرب بعضهم رقاب بعض، وأمر بالتبليغ عنه وقد
            جاء في هذه الخطبة: أتدرون أي يوم هذا؟ قلنا: الله ورسوله أعلم فسكت
            حتى ظننا أن سيسميه بغير اسمه فقال: أليس ذو الحجة؟ قلنا: بلى قال: أي
            بلد هذا؟ قلنا: الله ورسوله أعلم، فسكت حتى ظننا أنه سيسميه بغير اسمه
            قال فقال: أليس ذو الحجة قلنا: بلى قال: أي بلد هذا؟ قلنا: الله ورسوله
            أعلم فسكت حتى ظننا أنه سيسميه بغير اسمه قال: اليست بالبلدة الحرام؟
            قلنا: بلى قال: فإن دماءكم وأموالكم -وفي رواية أعراضكم- عليكم حرام
            كحرمة يومكم هذا في شهركم هذا في بلدكم هذا إلى يوم تلقون ربكم ألا هل
            بلغت؟ قالوا: نعم قال: اللهم اشهد فليبلغ الشاهد الغائب فربَّ مبلِّغ
            أوعى من سامع، فلا ترجعوا بعدي كفاراً يضرب بعضكم رقاب بعض.
          </p>

          <hr />

          <p>
            ثم انصرف إلى المنحر بمنى فنحر ثلاثاً وستين بدنه بيده، وكان عدد هذا
            الذي نحره عدد سنين عمره ثم أمسك، وأمر عليا أن ينحر ما بقي من المائة
            فلما أكمل صلى الله عليه وسلم نحره استدعى بالحلاق فحلق رأسه وقسم شعره
            بين من يليه، ثم أفاض إلى مكة راكباً وطاف طواف الإفاضة ، فصلى بمكة
            الظهر فأتى بني عبدالمطلب يسقون على زمزم فقال: أنزعوا بني عبدالمطلب:
            فلولا أن يغلبكم الناس على سقايتكم لنزعت معكم فناولوه دلواً فشرب منه
          </p>

          <p>
            ثم رجع إلى منى من يومه ذلك فبات بها فلما أصبح انتظر زوال الشمس فلما
            زالت مشى من رحله إلى الجمار فبدأ بالجمرة الأولى ثم الوسطى، ثم الجمرة
            الثالثة وهي جمرة العقبة، وخطب الناس بمنى خطبتين: خطبة يوم النحر
            وخطبة ثانية في ثاني يوم النحر وهو يوم النفر الأول وهي تأكيد لبعض
            ماجاء في خطبتي عرفة ويوم النحر بمنى، والواقع أن تكرار الخطب في حجة
            الوداع كان أمراً لابد منه لحاجة المسلمين فهي الحجة الوحيدة التي
            حجّها الرسول صلى الله عليه وسلم، وقد عزّ فيها الإسلام والمسلمون
            وأصبحت كلمتهم هي النافذة في الجزيرة كلها ، كما كانت الوداع الأخير
            فما أشد حاجة المسلمين في هذا المشهد العظيم إلى التذكير والنصح
            والتوصية وإلى تكرار القول والتأكيد عليه حتى يعوه ويحفظوه ولاينسوه
            وإلى تقريرهم بإبلاغ الرسالة وأداء الأمانة.
          </p>

          <hr />

          <p>
            هذا وقد تأخر رسول الله صلى الله عليه وسلم حتى أكمل رمي أيام التشريق
            الثلاثة ثم نهض إلى مكة فطاف للوداع ليلاً سحراً، وأمر الناس بالرحيل
            وتوجه إلى المدينة.
          </p>

          <hr />

          <p>
            وفي طريق العودة من حجة الوداع خطب الرسول صلى الله عليه وسلم الناس في
            غدير خُمّ قريباً من الجحفة في اليوم الثامن عشر من ذي الحجة وقد جاء
            في هذه الخطبة: أما بعد ألا أيها الناس فإنما أنا بشر يوشك أن يأتي
            رسول ربي فأجيب وأنا تارك فيكم ثقلين أولهما كتاب الله فيه الهدى
            والنور فخذوا بكتاب الله، واستمسكوا به فحث على كتاب الله ورغب فيه ثم
            قال: وأهل بيتي أذكركم الله في أهل بيتي أذكركم الله في أهل بيتي
            أذكركم الله في أهل بيتي ، ولما أتى رسول الله صلى الله عليه وسلم ذا
            الحليفة بات بها فلما رأى المدينة كبر ثلاث مرات وقال: لا إله إلا الله
            وحده لاشريك له له الملك وله الحمد وهو على كل شيء قدير آيبون تائبون
            عابدون ساجدون لربنا حامدون صدق الله وعده نصر عبده وهزم الأحزاب وحده
            ثم دخلها نهارا.
          </p>

          <hr />

          <p>
            لقد وصلت الأمة الإسلامية في السنة العاشرة مرحلة من النضج متقدمة وكان
            ذلك يقتضي لمسات أخيرة، فوسع صلى الله عليه وسلم في العام التاسع
            والعاشر من الهجرة دائرة التلقي المباشر من خلال استقباله الوفود ومن
            خلال رحلة الحج، فأوجد قاعدة عريضة تحمل دعوته وقد تلقت عنه مباشرة
            وكان لذلك أكبر الأثر في أن تبقى رحى الإسلام دائرة وإلى الأبد ففي حجة
            الوداع كانت اللمسات الأخيرة في تربية الأفراد والمجتمع على كتاب الله
            وسنة رسوله صلى الله عليه وسلم.
          </p>

          <hr />

          <p>
            وقد أشار صلى الله عليه وسلم إلى أهمية قطع المسلم بعلاقته بالجاهلية
            أوثانها وثاراتها ورباها وغير ذلك، ولم يكن حديثه صلى الله عليه وسلم
            مجرد توصية بل كان قراراً أعلن عنه للملأ كله لأولئك الذين كانوا من
            حوله والأمم التي ستأتي من بعده وهذه هي صيغة القرار: ألا إن كل شيء من
            أمر الجاهلية تحت قدمي موضوع دماء الجاهلية موضوعة ، وربا الجاهلية
            موضوع لأن الحياة الجديدة التي يحياها المسلم بعد إسلامه حياة لاصلة
            لها برجس الماضي وأدرانه.
          </p>

          <hr />

          <p>
            وقد حذر صلى الله عليه وسلم من الذنوب والخطايا والآثام ماظهر منها
            ومابطن، لأن الذنوب والخطايا تفعل بالفرد مالا يفعله العدو بعدوه، فهي
            سبب مصائبه في الدنيا: وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا
            كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ - سورة الشورى ، فترديه
            في نار جهنم في الآخرة وتفعل في المجتمعات مالا يفعله السيف، وأعلن
            رسول الله صلى الله عليه وسلم أنه لا يقصد بالخطايا العودة إلى عبادة
            الأصنام لأن العقول التي تفتحت على التوحيد ترفض أن تعود إلى الشرك
            الظاهر ولكن الشيطان لاييأس من أن يجد طريقه إليها من ثغرات الخطايا
            والذنوب حتى تردى صاحبها في المهاوي.
          </p>

          <hr />

          <p className='tilteC3'>
            بعض الأحكام الفقهية المستنبطة من حجة الوداع:
          </p>

          <p>
            إفطار الحاج يوم عرفة: قالت ميمونة بنت الحارث رضي الله عنها زوج النبي
            صلى الله عليه وسلم : إن الناس شكوا في صيام رسول الله صلى الله عليه
            وسلم يوم عرفة، فأرسلت إليه ميمونة بحلاب اللبن وهو واقف في الموقف
            فشرب منه والناس ينظرون إليه.
          </p>

          <hr />

          <p>
            كيف يفعل بمن توفي محرماً؟: قال ابن عباس رضي الله عنهما: بينما رجل
            واقف مع رسول الله صلى الله عليه وسلم بعرفة إذ وقع عن راحلته فأوقصته
            أو قال فأقعصته، فذكر ذلك للنبي صلى الله عليه وسلم فقال: اغسلوه بماء
            وسدر وكفنوه في ثوبين، ولا تحنطوه -لا تضعوا عليه من الطيب شيئاً-
            ولاتخمروا رأسه فإن الله يبعثه يوم القيامة ملبياً.
          </p>

          <hr />

          <p>
            هل يجوز الحج عن الغير؟: قال ابن عباس رضي الله عنهما قال: كان الفضل
            رديف رسول الله صلى الله عليه وسلم، فجاءت امرأة من خثعم فجعل الفضل
            ينظر إليها وتنظر إليه، وجعل النبي صلى الله عليه وسلم يصرف وجه الفضل
            إلى الشق الآخر، فقالت: يارسول الله إن فريضة الله على عباده في الحج
            أدركت أبي شيخاً كبيراً لا يثبت على الراحلة، أفأحج عنه؟ قال: نعم.
            وذلك في حجة الوداع.
          </p>

          <hr />

          <p className='tilteC1'>منهج التيسير لاحرج فيه</p>

          <p>
            قال عبدالله بن عمرو بن العاص رضي الله عنهما: وقف رسول الله صلى الله
            عليه وسلم على راحلته، فطفق ناس يسألونه فيقول القائل: يارسول الله!
            إني لم أكن أشعر أن الرمي قبل النحر فنحرت قبل الرمي، فقال رسول الله
            صلى الله عليه وسلم: فارم ولاحرج قال: وطفق آخر يقول: إني لم أشعر أن
            النحر قبل الحلق فحلقت قبل أن أنحر، فيقول: انحر ولاحرج قال: فما سمعته
            يسأل يومئذ عن أمر مما ينسى المرء ويجهل من تقديم بعض الأمور قبل بعض
            وأشباهها، إلا قال رسول الله صلى الله عليه وسلم افعل ولاحرج.
          </p>

          <hr />

          <p className='tilteC1'>فوائد في تسمية أيام الحج</p>

          <p>
            كان يقال لليوم السابع من ذي الحجة يوم الزينة لأنه يُزين فيه البُدن
            التي تهدى بالجلال وغيرها، واليوم الثامن يقال له: يوم التروية لأنهم
            كانوا يروون فيه إبلهم من الماء ويحملون منه مايحتاجون إليه حال الوقوف
            ومابعده لأن هذه الأماكن لم يكن فيها يومئذ آبار ولا عيون، أما الآن
            ففيها الماء الكثير والحمد لله واليوم التاسع: يوم عرفة للوقوف فيه
            بها، واليوم العاشر: يوم النحر ويوم الأضحى ويوم الحج الأكبر، واليوم
            الحادي عشر: يوم القر لأنهم يقرون فيه ويقال له: يوم الرؤوس لأنهم
            يأكلون فيه رؤوس الأضاحي وهو أول أيام التشريق، وثاني أيام التشريق
            يقال له: يوم النَّفر الأول لجواز الخروج فيه إلى مكة لمن يريد
            التعجيل، وثالث أيام التشريق يقال له يوم النَّفر الثاني قال عز شأنه:
            وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ فَمَنْ تَعَجَّلَ فِي
            يَوْمَيْنِ فَلا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلا إِثْمَ
            عَلَيْهِ لِمَنِ اتَّقَى وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ
            إِلَيْهِ تُحْشَرُونَ - سورة البقرة
          </p>
        </section>
      </main>
    </>
  )
}
