import Navbar from './Navbar'
export default function Section13() {
  return (
    <>
      <Navbar title='فاجعة بئر معونة' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p className='tilteC1'>طمع عامر بن الطفيل</p>

          <p>
            عامر بن الطفيل زعيم من زعماء بني عامر كان متكبراً متغطرساً، طامعاً
            في الملك وكان يرأى أن النبي صلى الله عليه وسلم سوف تكون له الغلبة
            على الجزيرة العربية ولذلك جاء هذا المشرك إلى النبي صلى الله عليه
            وسلم وقال له: أخيرك بين ثلاث خصال: أن يكون لك السهل ولي أهل المدر،
            أو أن أكون خليفتك من بعدك أو أغزوك بغطفان بألف أشقر وألف شقراء، فرفض
            صلى الله عليه وسلم تلك المطالب الجاهلية.
          </p>

          <p>
            وجاء إلى المدينة ملاعب الأسنة سيد بني عامر عمّ عامر بن الطفيل وقدّم
            إلى النبي صلى الله عليه وسلم هدية، فعرض عليه النبي صلى الله عليه
            وسلم الإسلام فأبى أن يسلم، فقال النبي صلى الله عليه وسلم فإني لا
            أقبل هدية من مشرك ، فقال ملاعب الأسنة: فابعث إلى أهل نجد من شئت فأنا
            لهم جار، فبعث إليهم بقوم فيهم المنذر بن عمرو، وهو الذي يقال له
            –المعتق ليموت– أو أعتق الموت- فاستجاش -اى طلب لهم الجيش وجمعه- عليهم
            عامر بن الطفيل بني عامر فأبوا أن يطيعوه، وأبوا أن يخفروا ملاعب
            الأسنة، فاستجاش عليهم بني سليم فأطاعوه.
          </p>

          <hr />

          <p className='tilteC1'>بئر معونة</p>

          <p>
            فاتبعهم بقريب من مائة رجل رام فأدركهم ببئر معونة، فقتلوهم إلا عمرو
            بن أمية ومن حديث أنس رضي الله عنه قال: جاء ناس إلى النبي صلى الله
            عليه وسلم فقالوا: أن ابعث معنا رجالاً يعلمونا القرآن والسنة، فبعث
            إليهم سبعين رجلاً من الأنصار يقال لهم القراء فيهم خالي حرام، يقرأون
            القرآن ويتدارسون بالليل يتعلمون وكانوا بالنهار يجيئون بالماء فيضعونه
            في المسجد ويحتطبون فيبيعونه ويشترون به الطعام لأهل الصفة وللفقراء،
            فبعثهم النبي صلى الله عليه وسلم إليهم فعرضوا لهم فقتلوهم، قبل أن
            يبلغوا المكان فقالوا: اللهم بلغ عنا نبينا أنا قد لقيناك فرضينا عنك
            ورضيت عنا، قال: وأتى رجل حراماً.
          </p>

          <p>
            خال أنس من خلفه فطعنه برمح حتى أنفذه فقال حرام بن ملحان: فزت ورب
            الكعبة فزت ورب الكعبة، فقال رسول الله صلى الله عليه وسلم لأصحابه: إن
            إخوانكم قد قتلوا وإنهم قالوا: اللهم بلغ عنا نبينا أنا قد لقيناك،
            فرضينا عنك ورضيت عنا.
          </p>

          <hr />

          <p className='tilteC3'>لابد للدعوة من تضحيات</p>

          <p>
            رأينا كيف غدر حلفاء هذيل بأصحاب الرجيع من القُرّاء، الذين أرسلهم
            النبي صلى الله عليه وسلم معلمين ومفقهين في غزوة الرجيع، وهاهنا عامر
            بن الطفيل يغدر بالسبعين القراء الذين استنفروا للدعوة إلى الله
            والتفقيه في دين الله في مجزرة رهيبة دنيئة وذلك في يوم بئر معونة.
          </p>

          <p>
            وقد تركت هذه المصائب في نفس رسول الله صلى الله عليه وسلم آثار غائرة
            بعيدة الأعماق حتى إنه لبث شهر يقنت في صلاة الفجر، داعياً على قبائل
            سليم التي عصت الله ورسوله فعن ابن عباس رضي الله عنهما قال: قنت رسول
            الله صلى الله عليه وسلم شهراً متتابعاً في الظهر والعصر والمغرب
            والعشاء صلاة الصبح، في دبر كل صلاة إذ قال: سمع الله لمن حمده من
            الركعة الأخيرة يدعو على أحياء من بني سليم، على رعل وذكوان وعصية
            ويؤمِّن من خلفه قال أنس بن مالك رضي الله عنه: وذلك بدء القنوت وما
            كنّا نقنت.
          </p>

          <hr />

          <p>
            لكن ذلك لم يفتَّ في عضد المسلمين، ولافتَّر من حميتهم في الدعوة إلى
            الله ولاكسر من عزمهم في مواصلة الدعوة وخدمة دين الله، لأن مصلحة
            الدعوة فوق الأنفس والدماء، بل إن الدعوة لايكتب لها النصر إذا لم تبذل
            في سبيلها الأرواح، ولاشيء يمكِّن للدعوة في الأرض مثل الصلابة في
            مواجهة الأحداث والأزمات واسترخاص التضحيات من أجلها .
          </p>

          <p>
            إن الدعوات بدون قوى أو تضحيات يوشك أن تكون بمثابة فلسفات وأخيلة
            تلفها الكتب وترويها الأساطير ثم تطوى مع الزمن.
          </p>

          <p>
            إن للسعادة ثمناً وإن للراحة ثمناً وإن للمجد والسلطان ثمناً، وثمن هذه
            الدعوة دم زكيٌّ يهراق في سبيل الله من أجل تحقيق شرع الله ونظامه
            وتثبيت معالم دينه على وجه البسيطة.
          </p>

          <hr />

          <p className='tilteC3'>فزت ورب الكعبة</p>

          <p>
            عندما اخترق الرمح ظهر حرام بن ملحان رضي الله عنه وخرج من صدره وأصبح
            يتلقى الدم بيديه، ويمسح به وجهه ورأسه ويقول: فزت ورب الكعبة إن هذا
            المشهد يجعل أقسى القلوب وأعظمها تحجراً يتأثر ويستصغر نفسه أمام هؤلاء
            العظماء الذين لاتصغرُّ وجوههم فزعاً من الموت، وإنما يعلوها البشر
            والسرور وتغشاها السكينة والطمأنينة وهذا المنظر البديع الرائع الذي
            لايتصوره العقل البشري المجرد عن الإيمان جعل جبار بن سلمى وهو الذي
            طعن حرام بن ملحان يتسأل عن قول حرام فزت ورب الكعبة وهذا جبار يحدثنا
            بنفسه فيقول: ان مما دعاني إلى الإسلام، أني طعنت رجلاً منهم يومئذ
            برمح بين كتفيه فنظرت إلى سنان الرمح حين خرج من صدره فسمعته يقول: فزت
            ورب الكعبة! فقلت في نفسي: مافاز؟ ألست قد قتلت الرجل؟ حتى سألت بعد
            ذلك عن قوله فقالوا: للشهادة فقلت: فاز لعمر الله فكان سبباً لإسلامه.
          </p>

          <hr />

          <p className='tilteC3'>فضل الشهيد</p>

          <p>
            وهذا الموقف الخارق للعادة يدعونا للتساؤل: هل يتعرض الشهيد لألم
            الموت؟ وتأتينا الإجابة الشافية من رسول الله صلى الله عليه وسلم الذي
            لاينطق عن الهوى في قوله: مايجد الشهيد من مس القتل إلا كما يجد أحدكم
            من مس القرصة.
          </p>

          <p>
            فللشهيد منزلة خاصة عند الله فجزاء الثمن الباهظ الذي يدفعه وهو روحه
            رخيصة في سيبل الله عزوجل لم يبخسه أعدل العادلين حقه فكافأه مكافأة
            بست جوائز كل وحدة منها تعدل الدنيا ومن فيها ، فعن المقدام بن معد
            يكرب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم :للشهيد عند
            الله ست خصال: يغفر له في أول دفعة من دمه، ويرى مقعده من الجنة، ويجار
            من عذاب القبر، ويأمن من الفزع الأكبر، ويحلَّى حلَّة الإيمان، ويزوج
            من الحور العين، ويشفَّع في سبعين إنساناً من أقاربه.
          </p>

          <p>
            هذا بالإضافة إلى الوسام المميز المشرف الذي يأتي به يوم القيامة،
            وجرحه كهيئة يوم جرح: اللون لون الدم، والريح ريح مسك.
          </p>

          <p>
            كما أن حياة الشهداء لاتنتهي بمجرد موتهم بل هم أحياء يرزقون ويتنعمون
            عند ربهم قال تعالى: وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ
            اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ -
            سورة آل عمران
          </p>

          <hr />

          <p className='tilteC1'>عدم معرفة النبي صلى الله عليه وسلم للغيب</p>

          <p>
            إن حادثتي بئر معونة والرجيع وغيرها تدل على أن الرسول صلى الله عليه
            وسلم لايعلم الغيب، كما دلت على ذلك أدلة أخرى منها قوله عزوجل: قُلْ
            لا أَمْلِكُ لِنَفْسِي نَفْعًا وَلا ضَرًّا إِلا مَا شَاءَ اللَّهُ
            وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا
            مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ
            يُؤْمِنُونَ - سورة الأعراف ،فالله عزوجل وحده عالم الغيب والرسل
            والملائكة لايعلمون عن الغيب إلا ماعلمهم ربهم عزوجل: عَالِمُ
            الْغَيْبِ فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا - سورة الجن
          </p>

          <hr />

          <p className='tilteC1'>مصير عامر بن الطفيل العامري</p>

          <p>
            استجاب الله لدعاء نبيه صلى الله عليه وسلم فقد دعا صلى الله عليه وسلم
            على عامر بن الطفيل فقال: اللهم اكفني عامراً فأصيب الطاغية بمرض عضال
            وصفه صلى الله عليه وسلم بقوله: غدة كغدة البعير وسماه صلى الله عليه
            وسلم بـ الطاعون، وهو وصف دقيق للطاعون الدبلي الذي يتميز بارتفاع درجة
            الحرارة وتضخم العقد الليمفية في منطقة الإرب وتحت الإبط وكذا تضخم
            الطحال، لقد أصيب عامر بن الطفيل وتلاشت أحلامه بالتملك على أهل المدن
            في الجزيرة العربية، أو خلافة النبي صلى الله عليه وسلم، و أصبح حبيساً
            في بيت امرأة من قومه وقد ولّى عنه الناس ونفروا منه خشية العدوى ففقد
            صوابه، وصرخ بمن بقي حوله فقال: غدة كغدة البكر في بيت امرأة من بني
            فلان ائتوني بفرسي فركبه فمات على ظهر فرسه، هلك ذلك الجبار العنيد
            كالمجنون بعد أن تطاير الناس من حوله خوفاً على أنفسهم من العدوة.
          </p>
        </section>
      </main>
    </>
  )
}
