import { Navbar } from './Navbar'
export default function Section23() {
  return (
    <>
      <Navbar title='فتح مكة' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p>
            أرتكبت قريش خطأ فادحاً عندما أعانت حلفاءها بني بكر على خزاعة حليفة
            المسلمين بالخيل والسلاح والرجال وهاجم بنو بكر، وحلفاؤهم على قبيلة
            خزاعة عند ماء يقال له الوتير، وقتلوا أكثر من عشرين من رجالها، ولما
            لجأت خزاعة الى الحرم الآمن ولم تكن متجهزة للقتال لتمنع بني بكر منه،
            قالت لقائدهم: يانوفل إنا قد دخلنا الحرم إلهك فقال نوفل: لا إله اليوم
            يابني بكر أصيبوا ثأركم عندئذ خرج عمرو بن سالم الخزاعي في أربعين من
            خزاعة، حتى قدموا على رسول الله صلى الله عليه وسلم في المدينة،
            وأخبروه بما كان من بني بكر، وبمن أصيب منهم، وبمناصرة قريش بني بكر
            عليهم، وانطلق عمرو بن سالم إلى رسول الله صلى الله عليه وسلم فى
            المدينة وكان جالس في المسجد بين ظهراني الناس وقال:
          </p>

          <div className='poetry'>
            <p>يارب إني ناشد محمداً .. حِلف أبينا وأبيه الأتلدا</p>

            <p>قد كنتم وُلدا وكنا والداً .. تُمت أسلمنا فلم ننزع يدا</p>

            <p>إن قريشاً أخلفوك الموعدا .. ونقضوا ميثاقك المؤكدا</p>

            <p>هم بيتونا بالوتير هجّدا .. وقتلونا ركَّعا وسجدا</p>

            <p>فانصر هداك الله نصراً أعتدا .. وادع عباد الله يأتوا مدداً</p>
          </div>

          <p>فقال النبي صلى الله عليه وسلم: نُصرتَ ياعمرو بن سالم </p>

          <hr />

          <p className='tilteC1'>ابو سفيان يحاول تلافي حماقة قريش</p>

          <p>
            بعثت قريش أبا سفيان الى المدينة لتمكين الصلح وإطالة أمده وعندما وصل
            الى المدينة ودخل على رسول الله صلى الله عليه وسلم يعرض حاجته، أعرض
            عنه النبي صلى الله عليه وسلم ولم يجبه، فاستعان بكبار الصحابة أمثال
            أبي بكر وعمر وعثمان وعلي حتى يتوسطوا بينه وبين رسول الله، فابوا
            جميعاً ، فعاد أبو سفيان الى مكة من غير أن يحظي بأي اتفاق أو عهد،
            ومما يذكر عند نزوله في المدينة دخل على ابنته أم حبيبة -أم المؤمنين-
            وأراد أن يجلس على فراش رسول الله طوته عنه؛ فقال: يابنية ماأدري،
            أرغبت بي عن هذا الفراش، أم رغبت به عني؟ قالت: بل هذا فراش رسول الله
            وأنت مشرك نجس، قال: والله لقد أصابك بعدي شر.
          </p>

          <p>
            وهذا الموقف لا يستغرب من أم حبيبة، فهي ممن هاجر الهجرتين وقد قطعت
            صِلاتها بالجاهلية منذ أمد بعيد، إنها لم تر أباها منذ ستة عشر سنة،
            فلما رأته لم تر فيه الوالد الذي ينبغي أن يُقدر ويُحترم.
          </p>

          <hr />

          <p className='tilteC1'>كتم أمر الخروج لمكة</p>

          <p>
            أخذ النبي صلى الله عليه وسلم بمبدأ السرية المطلقة والكتمان الشديد
            حتى عن أقرب الناس إليه وهو أبوبكر رضي الله عنه أقرب أصحابه الى نفسه
            وحتى زوجته عائشة رضي الله عنها.
          </p>

          <hr />

          <p className='tilteC1'>بعث العيون لمنع وصول المعلومات الى الأعداء</p>

          <p>
            بث صلى الله عليه وسلم رجال استخبارات الدولة الاسلامية داخل المدينة
            وخارجها حتى لا تنتقل أخباره الى قريش: وأخذ رسول الله صلى الله عليه
            وسلم بالأنقاب، فكان عمر بن الخطاب رضي الله عنه يطوف على الأنقاب
            قيماً بهم فيقول: لا تدعوا أحداً يمر بكم تنكرونه إلا رددتموه إلا من
            سلك الى مكة فإنه يتحفظ به ويسأل عنه أو ناحية مكة.
          </p>

          <a href='../seirafull/section15.html#spy'>
            <p>
              أحباط محاولة تجسس حاطب بن أبي بلتعة لصالح قريش ثم العفو عنه لأنة
              شهد بدر
            </p>
          </a>

          <hr />

          <p className='tilteC1'>الشروع في الخروج</p>

          <p>
            خرج رسول الله صلى الله عليه وسلم قاصداً مكة في العاشر من رمضان من
            العام الثامن للهجرة، فلما وصل الجيش الكديد الماء الذي بين قديد
            وعُسفان أفطر رسول الله صلى الله عليه وسلم وأفطر الناس معه ، وفي
            الجحفة لقيه العباس بن عبدالمطلب عمه وقد خرج مهاجراً بعياله، فسُرَّ
            صلى الله عليه وسلم، وفي خروج العباس بأهله وأولاده من مكة وكان بها
            بمثابة المراسل العسكري أو مدير الاستخبارات هناك يشير الى أن مهمته
            فيها قد انتهت، وخاصة، إذا لاحظنا أن بقاءه في مكة كان بأمر الرسول صلى
            الله عليه وسلم.
          </p>

          <hr />

          <p className='tilteC1'>النزول بمر الظهران</p>

          <p>
            وتابع رسول الله صلى الله عليه وسلم سيره حتى أتى مر الظهران، فنزل فيه
            عشاء، فأمر الجيش فأوقدوا النيران فأوقدت عشرة آلاف نار وجعل رسول الله
            على الحرس عمر بن الخطاب.
          </p>

          <hr />

          <p className='tilteC1'>دخول المسلمون مكة</p>

          <p>
            ودخلت قوات المسلمين مكة من جهاتها الأربعة في آن واحد ولم تلق تلك
            القوات مقاومة وكان في دخول جيش المسلمين من الجهات الأربعة ضربة قاضية
            لفلول المشركين حيث عجزت عن التجمع وضاعت منها فرصة المقاومة،ودخل ابو
            سفيان الى مكة مسرعاً ونادى بأعلى صوته: يامعشر قريش هذا محمد جاءكم
            فيما لاقبل لكم به فمن دخل دار أبي سفيان فهو آمن.
          </p>

          <hr />

          <p className='tilteC3'>تساقط الأصنام</p>

          <p>
            ولما نزل رسول الله صلى الله عليه وسلم بمكة وأطمأن الناس خرج حتى جاء
            البيت فطاف به وفي يده قوس، وحول البيت وعليه ثلاثمائة وستون صنماً
            فجعل يطعنها بالقوس، ويقول: جاء الحق وزهق الباطل إن الباطل كان زهوقا
            جاء الحق، ومايبدئ الباطل ومايعيد والأصنام تتساقط على وجوهها، وإنه
            لمظهر رائع لنصر الله وعظيم تأييده لرسوله، إذ كان يطعن تلك الآلهة
            الزائفة المنثورة حول الكعبة بعصا معه، فما يكاد يطعن الواحد منها
            بعصاه حتى ينكفئ على وجهه أو ينقلب على ظهره جذاذاً ورأى في الكعبة
            الصور والتماثيل، فأمر بالصور وبالتماثيل فكسرت، وأبى أن يدخل جوف
            الكعبة حتى أخرجت الصور وكان فيها صورة يزعمون أنها صورة إبراهيم
            وإسماعيل وفي يديهما من الأزلام فقال النبي صلى الله عليه وسلم :
            قاتلهم الله لقد علموا ما استقسما بها قط.
          </p>

          <p>
            ثم دخل البيت وكبر في نواحيه ثم صلى فقد روى ابن عمر أن رسول الله صلى
            الله عليه وسلم دخل الكعبة هو وأسامة وبلال وعثمان بن طلحة، فأغلقها
            عليه ثم مكث فيها قال ابن عمر: فسألت بلالاً حين خرج ماصنع رسول الله؟
            قال : جعل عمودين عن يساره وعموداً عن يمينه وثلاثة أعمدة وراءه وكان
            البيت يومئذ على ستة أعمدة ثم صلى.
          </p>

          <hr />

          <p className='tilteC1'>مفتاح الكعبة وعثمان بن طلحة</p>

          <p>
            وكان مفتاح الكعبة مع عثمان بن طلحة قبل أن يسلم فأراد علي رضي الله
            عنه أن يكون المفتاح له مع السقاية لكن النبي صلى الله عليه وسلم دفعه
            الى عثمان بعد أن خرج من الكعبة ورده إليه قائلاً: اليوم يوم بر ووفاء،
            وكان صلى الله عليه وسلم قد طلب من عثمان بن طلحة المفتاح قبل أن يهاجر
            الى المدينة، فأغلظ له القول ونال منه فحلم عنه، وقال ياعثمان لعلك ترى
            هذا المفتاح يوماً بيدي أضعه حيث شئت، فقال لقد هلكت قريش يومئذ وذلت
            فقال: بل عمرت وعزت يومئذ، ووقعت كلمته من عثمان بن طلحة موقعاً، وظن
            أن الأمر سيصير الى ماقال، ولقد أعطى رسول الله صلى الله عليه وسلم
            مفاتيح الكعبة قائلاً له: هاك مفتاحك ياعثمان اليوم يوم بر ووفاء،
            خذوها خالدة تالدة لاينزعها منكم إلا ظالم.
          </p>

          <hr />

          <p className='tilteC3'>إعلان العفو العام</p>

          <p>
            نال أهل مكة عفواً عاماً رغم أنواع الأذى التي ألحقوها بالرسول صلى
            الله عليه وسلم ودعوته، ورغم قدرة الجيش الاسلامي على إبادتهم وقد جاء
            إعلان العفو عنهم وهم مجتمعون قرب الكعبة ينتظرون حكم الرسول صلى الله
            عليه وسلم فيهم فقال: ماتظنون أني فاعل بكم؟ فقالوا: خيراً أخ كريم
            وابن أخ كريم فقال: لا تثريب عليكم اليوم يغفر الله لكم.
          </p>

          <hr />

          <p className='tilteC1'>مبايعة النساء وهند بنت عتبة</p>

          <p>
            ولما فرغ رسول الله صلى الله عليه وسلم من بيعة الرجال، بايع النساء
            وفيهن هند بنت عتبة متنقبة متنكرة، على أن لايشركن بالله شيئاً ولا
            يسرقن ولا يزنين ولا يقتلن أولادهن ولا يأتين ببهتان يفترينه بين
            أيديهن وأرجلهن ولا يعصين في معروف، ولما قال النبي: ولا يسرقن قالت
            هند: يارسول الله إن أبا سفيان رجل شحيح لا يعطيني مايكفيني ويكفي
            بنيَّ، فهل عليّ من حرج إذا أخذت من ماله بغير علمه؟ فقال لها صلى الله
            عليه وسلم : خذي من ماله مايكفيك وبنيك بالمعروف، ولما قال: ولا يزنين
            قالت هند: وهل تزني الحرة؟ ولما عرفها رسول الله قال لها: وإنك لهند
            بنت عتبة؟ قالت: نعم فاعف عما سلف عفا الله عنك.
          </p>

          <p>
            وقد بايعن رسول الله صلى الله عليه وسلم من غير مصافحة، فقد كان
            لايصافح النساء ولا يمس يد أمرأة إلا امرأة أحلها الله له أو ذات محرم
            منه، وفي الصحيحين عن عائشة رضي الله عنها أنها قالت: لا والله مامست
            يد رسول الله يد امرأة قد وفي رواية: ماكان يبايعهن إلا كلاماً ويقول:
            إنما قولي لامرأة واحدة كقولي لمائة امرأة.
          </p>

          <hr />

          <p className='tilteC1'>من عفو النبي صلى الله عليه وسلم وحلمه</p>

          <p>
            أراد فضالة بن عمير بن الملوح الليثي قتل النبي صلى الله عليه وسلم وهو
            يطوف بالبيت عام الفتح، فلما دنا منه قال رسول الله صلى الله عليه وسلم
            : أفضالة؟ قال: نعم فضالة يارسول الله قال: ماذا كنت تحدث به نفسك؟
            قال: لاشيء كنت أذكر الله، قال: فضحك النبي صلى الله عليه وسلم، ثم
            قال: استغفر الله ثم وضع يده على صدره فسكن قلبه، فكان فضالة يقول:
            والله مارفع يده عن صدري حتى مامنْ خلق الله شيء أحبُّ إلى منه.
          </p>

          <hr />

          <p className='tilteC1'>من الأحكام الشرعية التي تؤخذ من الغزوة</p>

          <p>
            جواز الصوم والفطر في شهر رمضان للمسافر في غير معصية حيث صام الرسول
            في مسيرة الجيش من المدينة حتى بلغ كديدا فأفطر.
          </p>

          <p>
            صلى النبي صلى الله عليه وسلم صلاة الضحى ثمان ركعات خفيفة واستدل قوم
            بهذا على أنها سنّة مؤكدة.
          </p>

          <p>
            قصر الصلاة الرباعية للمسافر، فقد اقام النبي بمكة تسعة عشر يوماً يقصر
            الصلاة.
          </p>

          <p>تحريم نكاح المتعة الى الأبد</p>

          <p>
            عدم جواز الوصية بأكثر من ثلث المال، كما في قصة سعد بن أبي وقاص حين
            مرضه بمكة واستشارة الرسول صلى الله عليه وسلم في أن يوصي بأكثر من
            الثلث.
          </p>

          <hr />

          <p>
            لقد تحقق وعد الله بالتمكين للمؤمنين الصادقين بعد ماضحوا بالغالي
            والنفيس وحققوا شروط التمكين وأخذوا بأسبابه وقطعوا مرحلة وتعاملوا مع
            سننه كسنّة الابتلاء والتدافع والتدرج وتغيير النفوس والأخذ بالأسباب
            ولا ننسى تلك الصورة الرائعة وهي وقوف بلال فوق الكعبة مؤذناً للصلاة
            بعد أن عذب في بطحاء مكة وهو يردد أحد أحد في أغلاله وحديده هاهو اليوم
            قد صعد فوق الكعبة ويرفع صوته الجميل بالآذان وهو في نشوة الإيمان.
          </p>
        </section>
      </main>
    </>
  )
}
