import { Navbar } from './Navbar'
export default function Section3() {
  return (
    <>
      <Navbar title='الجهر بالدعوة' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p className='tilteC1'>على جبل الصفا</p>

          <p>
            صعد النبي صلى الله عليه وسلم على الصفا فجعل ينادي: يابني فهر، يابني
            عدي -لبطون قريش- حتى أجتمعوا ، فجعل الرجل إذا لم يستطع أن يخرج أرسل
            رسولا لينظر ماهو فجاء أبو لهب وقريش فقال: أرأيتكم لو أخبرتكم أن خيلا
            بالوادي تريد أن تغير عليكم أكنتم مصدقي؟ قالوا: نعم ماجربنا منك فقط
            طبققاً، قال: فإني نذير لكم بين يدي عذاب شديد فقال أبو لهب: تباً لك
            سائر اليوم الهذا جمعتنا؟ فنزلت: تبت يدا أبي لهب وتب ما أغنى عنه ماله
            وما كسب - سورة المسد
          </p>

          <hr />

          <p className='tilteC1'>إنكار دعوة الإسلام في العهد المكي</p>

          <p>
            كان أكبر طاغوت تحارب به دعوات الرسل والأنبياء عليهم الصلاة والسلام
            هو طاغوت التقليد والعادة المتبعة، ومن الصعب على الانسان الخروج عن
            مألوفاته وإن ذهاب روحه أهون عليه من تغييرها إلا أن يدخل في قلبه
            مايقتلعها وقد أشار القرآن الكريم الى مرض تقليد الآباء في الباطل في
            الأمم السابقة فهذا ابراهيم عليه السلام يخاطب قومه قائلاً قال تعالى:
            إِذْ قَالَ لأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ قَالُوا نَعْبُدُ
            أَصْنَامًا فَنَظَلُّ لَهَا عَاكِفِينَ قَالَ هَلْ يَسْمَعُونَكُمْ
            إِذْ تَدْعُونَ أَوْ يَنْفَعُونَكُمْ أَوْ يَضُرُّونَ قَالُوا بَلْ
            وَجَدْنَا ءَابَاءَنَا كَذَلِكَ يَفْعَلُونَ - سورة الشعراء ، وهذا
            المنهج هو دأب المشركين والمعارضين لدين الله على مر الأجيال وإذا
            استنكر عليهم الدعاة الأطهار المصلحون ولوغهم في الشهوات وانهماكهم في
            الفواحش وسائلوهم عن ذلك قالوا قال تعالى: وَإِذَا فَعَلُوا فَاحِشَةً
            قَالُوا وَجَدْنَا عَلَيْهَا ءَابَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا
            قُلْ إِنَّ اللَّهَ لاَ يَأْمُرُ بِالْفَحْشَاءِ أَتَقُولُونَ عَلَى
            اللَّهِ مَا لاَ تَعْلَمُونَ - سورة الأعراف
          </p>

          <hr />

          <p className='tilteC3'>الابتلاء والتمكين</p>

          <p>
            قد جرت سنّة الله تعالى ألا يُمَكن لأمة إلا بعد أن تمر بمراحل اختبار،
            وإلا بعد أن ينصهر معدنها في بوتقة الأحداث، فيميز الله الخبيث من
            الطيب وهي سنّة جارية على الامة الاسلامية لا تتخلف فقد شاء الله تعالى
            أن يبتلي المؤمنين ويختبرهم ليمحص إيمانهم ثم يكون لهم التمكين في
            الأرض بعد ذلك، ولذلك جاء هذا المعنى على لسان الإمام الشافعي رضي الله
            عنه حين سأله رجل: أيهما أفضل للمرء أن يُمكن أو يبتلى؟ فقال الإمام
            الشافعي: لايُمَكن حتى يبتلى.
          </p>

          <hr />

          <p className='tilteC1'>محاولة تشويه دعوة الرسول صلى الله عليه وسلم</p>

          <div>
            <p>
              نظمت قريش حرب أعلامية ضده لتشويهه قادها الوليد بن المغيرة حيث
              اجتمع مع نفر من قومه، وكان ذا سن فيهم، وقد حضر موسم الحج فقال لهم:
              يامعشر قريش! إنه قد حضر الموسم وإن وفود العرب ستقدم عليكم، وقد
              سمعوا بأمر صاحبكم هذا فأجمعوا فيه رأياً واحداً ولا تختلفون فيكذب
              بعضكم بعضاً ويرد قول بعضكم بعضاً.
            </p>

            <p>
              فقالوا: فأنت يا أبا عبد شمس فقل وأقم لنا رأياً نقول به قال: بل
              أنتم قولوا أسمع، فقالوا: نقول كاهن فقال: ماهو بكاهن لقد رأيت
              الكهان فما هو بزمزمة الكاهن وسجعه
            </p>

            <p>
              فقالوا: نقول مجنون فقال: ماهو بمجنون لقد راينا الجنون وعرفناه
              فماهو تخنقه ولا تخالجه ولا وسوسته
            </p>

            <p>
              فقالوا: نقول شاعر فقال: ماهو بشاعر قد عرفنا الشعر برجزه وقريضة
              ومقبوضه ومبسوطه، فما هو بالشعر
            </p>

            <p>
              قالوا: فنقول ساحر قال: ماهو بساحر لقد رأينا السحّار وسحرهم، فماهو
              بنفثه ولاعقده
            </p>

            <hr />

            <p>
              قالوا: فما نقول يا أبا عبد شمس؟ قال: والله إن لقوله لحلاوة وإن
              أصله لعذق، وإن فرعه لجناة وما أنتم بقائلين من هذا شيئاً إلا عرف
              أنه باطل، وإن أقرب القول لأن تقولوا: ساحر فقولوا: ساحر يفرق بين
              المرء وبين أبيه وبين المرء وأخيه وبين المرء وزوجه وبين المرء
              وعشيرته.
            </p>

            <p>
              فأنزل الله تعالى في الوليد: ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا
              وَجَعَلْتُ لَهُ مَالاً مَمْدُودًا وَبَنِينَ شُهُودًا وَمَهَّدْتُ
              لَهُ تَمْهِيدًا، ثُمَّ يَطْمَعُ أَنْ أَزِيدَ كَلاَّ إِنَّهُ كَانَ
              لآيَاتِنَا عَنِيدًا سَأُرْهِقُهُ صَعُودً إِنَّهُ فَكَّرَ وَقَدَّرَ
              فَقُتِلَ كَيْفَ قَدَّرَ ثُمَّ قُتِلَ كَيْفَ قَدَّرَ ثُمَّ نَظَرَ
              ثُمَّ عَبَسَ وَبَسَرَ ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ فَقَالَ إِنْ
              هَذَا إِلاَّ سِحْرٌ يُؤْثَرُ إِنْ هَذَا إِلاَّ قَوْلُ الْبَشَرِ
              سَأُصْلِيهِ سَقَرَ
            </p>
          </div>

          <hr />

          <p className='tilteC1'>ماتعرض له أصحاب رسول الله من الأذى والتعذيب</p>

          <p>
            قال عبدالله بن مسعود رضي الله عنه : أول من أظهر الاسلام سبعة، رسول
            الله صلى الله عليه وسلم وابوبكر وعمار وأمه سمية وصهيب وبلال والمقداد
            فأما رسول الله صلى الله عليه وسلم فمنعه الله بعمه ابي طالب، وأما أبو
            بكر فمنعه الله بقومه، وأما سائرهم فأخذهم المشركون فألبسوهم أدرع
            الحديد وصهروهم في الشمس فما منهم إنسان إلا وقد واتاهم على ما ارادوا
            إلا بلال فإنه هانت عليه نفسه في الله وهان على قومه فأعطوه الولدان
            وأخذوا يطوفون به شعاب مكة وهو يقول: أحدٌ أحد.
          </p>

          <hr />

          <p className='tilteC1'>أبو بكر وإِعْتاق المستضعفين</p>

          <p>
            فاوض أبو بكر الصديق رضى الله عنه أمية بن خلف وقال له: ألا تتقي الله
            في هذا المسكين؟ حتى متى قال: أنت الذي أفسدته فأنقذه مما ترى فقال أبو
            بكر: أفعل، عندي غلام أسود أجلد منه وأقوى على دينك أعطيكه به قال: قد
            قبلت فقال: هو لك فأعطاه ابوبكر الصديق رضي الله عنه غلامه ذلك وأخذه
            فأعتقه، وفي رواية اشتراه.
          </p>

          <p>
            كان المجتمع المكي يتندر بأبي بكر رضي الله عنه الذي يبذل هذا المال
            كله لهؤلاء المستضعفين، ولم يكن الصديق يقصد بعمله هذا محمدة ولا جاهاً
            ولا دنيا، وإنما كان يريد وجه الله ذا الجلال والإكرام.
          </p>

          <p>
            وأنزل الله تعالى في شأن الصديق قرآناً يتلى الى يوم الدين: فَأَمَّا
            مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ
            لِلْيُسْرَى وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى
            فَسَنُيَسِّرُهُ لِلْعُسْرَى وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا
            تَرَدَّى إِنَّ عَلَيْنَا لَلْهُدَى وَإِنَّ لَنَا لَلآخِرَةَ
            وَالأُولَى - سورة الليل
          </p>
        </section>
      </main>
    </>
  )
}
