import Navbar from './Navbar'
export default function Section22() {
  return (
    <>
      <Navbar title='غزوة خيبر' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p>ذكر ابن اسحاق أنها كانت في المحرم من السنة السابعة للهجرة</p>

          <p className='tilteC1'>وأثابكم فتحا قريباً</p>

          <p>
            تفرغ المسلمون بعد صلح الحديبية لتصفية خطر يهود خيبر الذي أصبح يهدد
            أمن المسلمين، ولقد تضمنت سورة الفتح التي نزلت بعد الحديبية وعداً
            إلهياً بفتح خيبر وحيازة أموالها غنيمة، قال تعالى: لَقَدْ رَضِيَ
            اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ
            فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ
            وَأَثَابَهُمْ فَتْحًا قَرِيبًا وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا
            وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا وَعَدَكُمُ اللَّهُ مَغَانِمَ
            كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَذِهِ وَكَفَّ أَيْدِيَ
            النَّاسِ عَنْكُمْ وَلِتَكُونَ ءَايَةً لِلْمُؤْمِنِينَ وَيَهْدِيَكُمْ
            صِرَاطًا مُسْتَقِيمًا وَأُخْرَى لَمْ تَقْدِرُوا عَلَيْهَا قَدْ
            أَحَاطَ اللَّهُ بِهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا -
            سورة الفتح.
          </p>

          <hr />

          <p className='tilteC1'>حقد اليهود</p>

          <p>
            لم يُظهر يهود خيبر العداء للمسلمين حتى نزل فيهم زعماء بني النضير
            الذي حز في نفوسهم إجلاؤهم عن ديارهم، ولم يكن الإجلاء كافياً لكسر
            شوكتهم، فقد غادروا المدينة ومعهم النساء والأبناء والأموال وخلفهم
            القيان يضربن الدفوف والمزامير بزهاء وفخر مارئي مثله في حي من الناس
            في زمانهم، وكان من أبرز زعماء بني النضير الذين نزلوا في خيبر هم سلام
            بن أبي الحقيق وكنانة بن أبي الحقيق وحيي بن أخطب فلما نزلوا دان لهم
            أهلها.
          </p>

          <hr />

          <p className='tilteC1'>مسير الجيش الإسلامي الى خيبر</p>

          <p>
            سار الجيش الى خيبر بروح إيمانية عالية على الرغم من علمهم بمنعة حصون
            خيبر وشدة بأس رجالها وعتادها الحربي وكانوا يكبرون ويهللون بأصوات
            مرتفعة، فطلب منهم النبي صلى الله عليه وسلم أن يرفقوا بأنفسهم:
            قائلاً: أيها الناس تدعون سميعاً قريباً وهو معكم.
          </p>

          <hr />

          <p className='tilteC1'>معرفة أخبار العدو</p>

          <p>
            كان صلى الله عليه وسلم قد بعث عباد بن بشر رضي الله عنه في سرية
            استطلاعية يتلقط أخبار العدو ويستطلع إن كان هناك كمائن، فلقي في
            الطريق عيناً لليهود من أشجع فقال: من أنت؟ قال: باغ ابتغي أبعرة ضلت
            لي وأنا على إثرها، قال عباد: ألك علم بخيبر؟ قال: عهدي بها حديث، فيم
            تسألني عنه؟ قال: عن اليهود؟ قال: نعم، كان كنانة بن أبي الحقيق وهوذة
            بن قيس ساروا في حلفائهم من غطفان فاستنفروهم وجعلوا لهم ثمر خيبر سنة،
            فجاءوا معدين مؤيدين بالكراع والسلاح يقودهم عتبة بن بدر، ودخلوا معهم
            في حصونهم وفيهم عشرة آلاف مقاتل.
          </p>

          <hr />

          <p>
            وهم أهل الحصون التي لا ترام وسلاح وطعام كثير لو حصرو لسنين لكفارهم
            وماء وأتى يشربون في حصونهم، ما أرى لأحد بهم طاقة، فرفع عباد بن بشر
            السوط فضربه ضربات وقال: ما أنت إلا عين لهم، أصدقني وإلا ضربت عنقك!
            فقال الاعرابي: القوم مرعوبون منكم خائفون ، وجلون لما صنعتم بمن كان
            بيثرب من اليهود وقال لي كنانة: اذهب معترضاً للطريق فإنهم لايستنكرون
            مكانك واحزرهم لنا، وادن منهم كالسائل لهم ماتقوى به، ثم ألق إليهم
            كثرة عددنا ومادتنا، فإنهم لن يدعوا سؤلك وعجل الرجعة إلينا بخبرهم.
          </p>

          <hr />

          <p className='tilteC3'>دعاء دخول القرية</p>

          <p>
            وعندما وصل جيش المسلمين الى مشارف خيبر، قال رسول الله صلى الله عليه
            وسلم لأصحابه: قفوا ثم قال: اللهم رب السموات وما أظللن ورب الأرضين
            وما أقللن، ورب الشياطين وماأظللن، ورب الرياح وما ذرين، فإنا نسألك
            خير هذه القرية وخير أهلها وخير مافيها، ونعوذ بك من شرها وشر أهلها
            وشر مافيها، أقدموا باسم الله، وكان يقولها لكل قرية دخلها.
          </p>

          <p>
            ولما أصبح الصبح خرجت اليهود بمساحيهم ومكاتلهم، فلما رأوا جيش
            المسلمين قالوا: محمد والله محمد والخميس، فقال النبي صلى الله عليه
            وسلم : الله أكبر خربت خيبر، إنا إذا نزلنا بساحة قوم فساء صباح
            المنذرين.
          </p>

          <hr />

          <p className='tilteC1'>تساقط حصون خيبر</p>

          <p>
            هرب اليهود الى حصونهم وحاصرهم المسلمون، وأخذوا في فتح حصونهم واحداً
            تلو الآخر، وكان أول ماسقط من حصونهم ناعم والصعب بمنطقة النطاة وأبى
            النزار بمطقة الشق، وكانت هاتان المنطقتان في الشمال الشرقي من خيبر،
            ثم حصن القموص المنيع في منطقة الكتيبة وهو حصن ابن أبي الحقيق، ثم
            اسقطوا حصني منطقة الوطيح والسلالم.
          </p>

          <hr />

          <p className='tilteC1'>حصن ناعم</p>

          <p>
            واجه المسلمون مقاومة شديدة وصعوبة كبيرة عند فتح بعض هذه الحصون، منها
            حصن ناعم الذي استشهد تحته محمود بن مسلمة الأنصاري، حيث ألقى عليه
            مرحب رحى من أعلى الحصن، والذي استغرق فتحه عشرة أيام، فقد حمل راية
            المسلمين عند حصاره أبو بكر الصديق ولم يفتح الله عليه.
          </p>

          <hr />

          <p className='tilteC3'>رجل يحبه الله ورسوله</p>

          <p>
            عندما جهد الناس فى فتح الحصن قال رسول الله صلى الله عليه وسلم إنه
            سيدفع اللواء غداً الى رجل يحبه الله ورسوله ويحب الله ورسوله لا يرجع
            حتى يفتح له، فطابت نفوس المسلمين فلما صلى فجر اليوم الثالث دعا علي
            بن أبي طالب رضي الله عنه ودفع إليه اللواء فحمله فتم فتح الحصن على
            يديه، وكان علي يشتكي من رمد في عينيه عندما دعاه الرسول صلى الله عليه
            وسلم، فبصق رسول الله صلى الله عليه وسلم في عينيه ودعا له، فبرئ ولقد
            أوصى الرسول صلى الله عليه وسلم علياً بأن يدعو اليهود الى الاسلام قبل
            أن يداهمهم وقال له: فوالله لأن يهدي الله بك رجلاً واحداً خير لك من
            أن تكون لك حمر النعم، وعندما سأله علي: يارسول الله على ماذا أقاتل
            الناس؟ قال: قاتلهم حتى يشهدوا أن لا إله إلا الله وأن محمداً رسول
            الله، فإذا فعلوا ذلك منعوا منك دماءهم وأموالهم إلا بحقها وحسابهم على
            الله.
          </p>

          <hr />

          <p>
            وعندما حاصر المسلمين لهذا الحصن برز لهم سيده وبطلهم مرحب وكان سبباً
            في استشهاد عامر بن الأكوع ثم بارزه علي فقتله، مما أثر سلبياً في
            معنويات اليهود ومن ثم هزيمتهم.
          </p>

          <p>
            ووردت مجموعة من روايات تخبر بأن علي رضي الله عنه تترس بباب عظيم كان
            عند حصن ناعم بعد أن أسقط يهودي ترسه من يده، وكلها روايات ضعيفة، وعدم
            الاعتماد عليها لا ينفي قوة علي وشجاعته فيكفيه ماثبت في ذلك وهو كثير.
          </p>

          <hr />

          <p className='tilteC1'>فرار اليهود وحصارهم</p>

          <p>
            توجه المسلمون الى حصن الصَّعْب بن مُعاذ بعد فتح حصن ناعم وأبلى حامل
            رايتهم الحباب بن المنذر بلاء حسناً حتى افتتحوه بعد ثلاثة أيام،
            ووجدوا فيه الكثير من الطعام والمتاع، يوم كانوا في ضائقة من قلة
            الطعام ثم توجهوا بعده الى حصن قلعة الزبير الذي اجتمع فيه الفارون من
            حصن ناعم والصعب وبقية مافتح من حصون يهود فحاصروه وقطعوا عنه مجرى
            الماء الذي يغذيه فاضطروهم الى النزول للقتال، فهزموهم بعد ثلاثة أيام
            وبذلك تمت السيطرة على آخر حصون منطقة النَّطاة التي كان فيها أشد
            اليهود، ثم توجهوا الى حصون منطقة الشِّق وبدأو بحصن أُبَيّ فاقتحموه،
            وأفلت بعض مقاتلته الى حصن نَزار وتوجه إليهم المسلمون فحاصروهم ثم
            افتتحوا الحصن، وفر بقية أهل الشق من حصونهم وتجمعوا في حصن القَمُوص
            المنيع وحصن الوطيح وحصن السُّلاَلم، فحاصرهم المسلمون لمدة أربعة عشر
            يوماً حتى طلبوا الصلح.
          </p>

          <hr />

          <a className='titleLink' href='../seirafull/section14.html#safiyya'>
            <p>زواج رسول الله من صفية بنت حيي بن أخطب</p>
          </a>

          <a
            className='titleLink'
            href='../seirafull/section14.html#poisonedSheep'
          >
            <p>الشاة المسمومة</p>
          </a>

          <hr />

          <p className='tilteC1'>تقسيم الغنائم</p>

          <p>
            كانت غزوة خيبر من أكثر غزوات الرسول صلى الله عليه وسلم غنيمة، من حيث
            الأراضي والنخيل والثياب والأطعمة وقد غنم المسلمون كثيراً من الأطعمة،
            فقد وجدوا فيها الشحم والزيت والعسل والسمن وكذلك الثياب والأثاث
            والابل والبقر والغنم.
          </p>

          <p>
            وكان من بين ماغنم المسلمون من يهود خيبر عدة صحف من التوراة فطلب
            اليهود ردّها، فأمر بتسليمها إليهم ولم يصنع صلى الله عليه وسلم ماصنع
            الرومان حينما فتحوا أورشليم وأحرقوا الكتب المقدسة، وداسوها بأرجلهم
            ولا ماصنع النصارى في حروب اضطهاد اليهود في الأندلس حين أحرقوا كذلك
            صحف التوراة.
          </p>

          <hr />

          <p>
            وقد أبقى رسول الله صلى الله عليه وسلم يهود خيبر فيها على أن يعملوا
            في زراعتها وينفقوا عليها من أموالهم ولهم نصف ثمارها، على أن للمسلمين
            حق إخراجهم منها متى أرادوا وكان اليهود قد بادروا بعرض ذلك على النبي
            صلى الله عليه وسلم وقالوا: نحن أعلم بالأرض منكم فوافق على ذلك بعد أن
            همّ بإخراجهم منها، وقد اشترط عليهم أن يجليهم عنها متى شاء وهنا تظهر
            براعة سياسية جديدة في عقد الشروط، فإن بقاء اليهود في الأرض يفلحونها
            يوفر للمسليمن الجنود المجاهدين في سبيل الله، ومن جهة أخرى فإن اليهود
            هم أصحاب الأرض وهم أدرى بفلاحتها من غيرهم، فبقاؤهم فيها يعطي ثمرة
            أكثر وأجود وبخاصة وأنهم لن يأخذوا أجراً ولكنهم سيأخذون نصف مايخرج من
            الأرض قلّ أو كثر.
          </p>

          <hr />

          <p>
            وجعل رسول الله صلى الله عليه وسلم عبدالله بن رواحة يأتيهم كل عام
            فيخرصها عليه ثم يضمّنهم الشطر، فشكوا الى رسول الله صلى الله عليه
            وسلم شدة خرصه وأرادوا أن يُرْشُوه فقال: يا أعداء الله تطعموني
            السُّحت؟ والله لقد جئتكم من عند أحب الناس إلي ولأنتم أبغض الناس
            إليَّ من عدتكم من القردة والخنازير، ولا يحملني بغضي إياكم وحبي إياه
            على أن لا أعدل عليكم فقالوا: بهذا قامت السموات والأرض.
          </p>
        </section>
      </main>
    </>
  )
}
