import { Navbar } from './Navbar'
export default function Section22() {
  return (
    <>
      <Navbar title='غزوة مؤتة' />
      <main className='container mainContents'>
        <section className='sectionContents'>
          <p className='tilteC1'>مقتل رسول رسول الله صلى الله عليه وسلم</p>

          <p>
            بعد صلح الحديبية أخذ المسلك العدواني على المسلمين يأخذ منحنى أكثر
            خطورة، فقد قام شرحبيل بن عمرو الغساني بضرب عنق رسول رسول الله الحارث
            بن عمير الأزدي ولم تجر العادة بقتل الرسل والسفراء، كما أن الحارث بن
            أبي شمر الغساني حاكم دمشق أساء استقبال مبعوث رسول الله وهدد بإعلان
            الحرب على المدينة.
          </p>

          <hr />

          <p className='tilteC1'>اعتداءات الروم</p>

          <p>
            ثم حدث بعد ذلك بما يزيد قليلاً عن العام أن بعث رسول الله سرية بقيادة
            عمرو بن كعب الغفاري ليدعو الى الاسلام في مكان يقال له ذات اطلاح فلم
            يستجب أهل المنطقة الى الاسلام وأحاطوا بالدعاة من كل مكان وقاتلوهم
            حتى قتلوهم جميعاً إلا أميرهم كان جريحاً فتحامل على جرحه حتى وصل الى
            المدينة فأخبر رسول الله صلى الله عليه وسلم، وقد قام نصارى الشام
            بزعامة الامبراطورية الرومانية بالاعتداءات على من يعتنق الاسلام أو
            يفكر بذلك، فقد قتلوا والي مَعَانَ حين أسلم، وقتل والي الشام من أسلم
            من عرب الشام.
          </p>

          <hr />

          <p className='tilteC1'>الثأر لمن قُتلوا</p>

          <p>
            كانت هذه الأحداث المؤلمة وبخاصة مقتل سفير رسول الله الحارث بن عمير
            الأزدي محركة لنفوس المسلمين، وباعثاً له ليضعوا حداً لهذه التصرفات
            النصرانية العدوانية، ويثأروا لإخوانهم في وفرض هيبة الدولة الاسلامية
            بحيث لاتتكرر مثل هذه الجرائم في المستقبل وبحيث يأمن الدعاة المسلمون
            على أنفسهم ويأمن التجار المترددون بين الشام والمدينة من كل أذى يحول
            دون وصول السلع الضرورية الى المدينة.
          </p>

          <hr />

          <p className='tilteC1'>تجهيز الجيش واختيار القادة</p>

          <p>
            وفي سنة 8هـ أمر رسول الله صلى الله عليه وسلم المسلمين بالتجهز
            للقتال، فاستجابوا للأمر النبوي وحشدوا حشوداً لم يحشدوها من قبل، إذ
            بلغ عدد المقاتلين في هذه السرية ثلاثة آلاف مقاتل، واختار النبي صلى
            الله عليه وسلم للقيادة ثلاثة أمراء على التوالي: زيد بن حارثة، ثم
            جعفر بن أبي طالب ثم عبدالله بن رواحة، وقال رسول الله صلى الله عليه
            وسلم: إن قتل زيد فجعفر وإن قتل جعفر فعبدالله بن رواحة.
          </p>

          <hr />

          <p className='tilteC1'>وداع الجيش الاسلامي</p>

          <p>
            لما تجهز الجيش الاسلامي وأتم استعداده توجه رسول الله صلى الله عليه
            وسلم والمسلمون يودعون الجيش ويرفعون أكف الضراعة لله عز وجل أن ينصر
            إخوانهم المجاهدين، لقد سلموا عليهم وودعوهم بهذا الدعاء: دفع الله
            عنكم وردكم صالحين غانمين، ولما ودع الناس عبدالله بن رواحة وسلموا
            عليه بكى وانهمرت الدموع من عينيه فتعجب الناس من ذلك وقال: مايبكيك يا
            ابن رواحة؟ فقال: والله مابي حب الدنيا وصبابة، ولكن سمعت رسول الله
            صلى الله عليه وسلم يقرأ آية من كتاب الله يذكر فيها النار: وَإِنْ
            مِنْكُمْ إِلا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا -
            سورة مريم ، فلست أدري كيف بي بالصدر بعد الورود فقال لهم المسلمون:
            صحبكم الله ودفع عنكم.
          </p>

          <hr />

          <p className='tilteC1'>الجيش يصل الى معان</p>

          <p>
            لما وصل الجيش الاسلامي الى معان من أرض الشام وهي الآن محافظة من
            محافظات الأردن بلغه أن النصارى الصليبيين من عرب وعجم قد حشدوا حشوداً
            ضخمة لقتالهم، إذ حشدت القبائل العربية مائة ألف صليبي من لخم وجذام
            وبهراء وبلى وعينت لهم قائداً هو مالك بن رافله وحشد هرقل مائة ألف
            نصراني صليبي من الروم فبلغ جيشهم مائتي ألف مقاتل، مزودين بالسلاح
            الكافي يرفلون في الديباج لينبهر المسلمون بهم وبقوتهم.
          </p>

          <hr />

          <p className='tilteC1'>عبدالله بن رواحة يحسم الموقف</p>

          <p>
            قام المسلمون في معان يومين يتشاورون في التصدي لهذا الحشد الضخم فقال
            بعضهم: نرسل الى رسول الله صلى الله عليه وسلم في المدينة نخبره بحشود
            العدو فإن شاء أمدنا بالمدد وإن شاء أمرنا بالقتال، فحسم عبدالله بن
            رواحة الموقف بقوله: ياقوم والله إن الذي تكرهون للذي خرجتم تطلبون
            الشهادة وما نقاتل الناس بعدد ولا قوة ولا كثرة مانقاتلهم إلا بهذا
            الدين الذي أكرمنا الله به فانطلقوا فإنما هي إحدى الحسنيين إما ظهور
            وإما شهادة.
          </p>

          <hr />

          <p className='tilteC1'>استشهاد الأمراء الثلاثة</p>

          <p className='tilteC2'>زيد بن حارثة</p>

          <p>
            اندفع زيد بن حارثة بالناس الى منطقة مؤتة جنوب الكرك يسير حيث آثر
            الاصطدام بالروم هناك، فكانت ملحمة سجل فيها القادة الثلاثة بطولة
            عظيمة انتهت باستشهادهم، فقد استبسل زيد بن حارثة وتوغل في صفوف
            الأعداء وهو يحمل راية رسول الله صلى الله عليه وسلم حتى شاط في رماح
            القوم.
          </p>

          <hr />

          <p className='tilteC2'>جعفر بن أبي طالب</p>

          <p>
            ثم أخذ الراية جعفر وانبرى يتصدى لجموع المشركين الصليبيين فكثفوا
            حملاتهم عليه، وأحاطوا به إحاطة السوار بالمعصم، فلم تلن له قناة ولم
            تهن له عزيمة، بل استمر في القتال وزيادة في الإقدام ونزل عن فرسه
            وعقرها وأخذ ينشد: يا حبذا الجنة واقترابُها .. طيبة وبارداً شرابُها.
          </p>

          <p>
            لقد أخذ رضي الله عنه عنه اللواء بيده اليمنى فقطعت فأخذه بشماله فقطعت
            فاحتضنه بعضديه وانحنى عليه حتى استشهد، ولقد عوض الله تبارك وتعالى
            جعفر بن أبي طالب رضي الله عنه وأكرمه على شجاعته وتضحيته بأن جعل له
            جناحين يطير بهما في الجنة حيث يشاء، فقد روى البخاري في صحيحه بإسناده
            الى عامر قال: كان ابن عمر إذا حيا ابن جعفر قال: السلام عليك يا ابن
            ذي الجناحين.
          </p>

          <hr />

          <p className='tilteC2'>عبدالله بن رواحة</p>

          <p>
            بعد استشهاد جعفر استلم الراية عبدالله بن رواحة الأنصاري رضي الله عنه
            وامتطى جواده وهو يقول:
          </p>

          <div className='poetry'>
            <p>اقسمت يانفس لتنزلنه.. لتنزلن أو لتكرهنه</p>

            <p>إن أجْلبَ الناسُ وشدوا الرّنَّه.. مالي أراك تكرهين الجنة</p>

            <p>قد طال ماقد كنت مطمئنة.. هل أنت إلا نطفة في شنة</p>

            <p>يانفس إلا تقتلى تموتي.. هذا حمام الموت قد صَليتِ</p>

            <p>وماتمنيت فقد أعطيت.. إن تفعلي فِعْلهما هُديت </p>
          </div>

          <hr />

          <p>
            ويذكر أن ابن عم لعبدالله بن رواحة قد قدم له قطعة من لحم وقال له: شد
            بهذا صلبك فإنك لقيت في ايامك هذه مالقيت، فأخذه من يده ثم انتهش منه
            نهشة ثم سمع جلبة وزخاماً في جبهة القتال، فقال يخاطب نفسه وأنت في
            الدنيا، ثم ألقى قطعة اللحم من يده وتقدم يقاتل العدو حتى استشهد رضي
            الله عنه وكان ذلك في آخر النهار.
          </p>

          <hr />

          <p className='tilteC1'>المسلمون يختارون خالد بن الوليد قائداً</p>

          <p>
            ولما استشهد عبدالله بن رواحة رضي الله عنه وسقطت الراية من يده
            فالتقطها ثابت بن أقرم بن تعلبة بن عدي بن العجلان البلوي الأنصاري
            وقال: يامعشر المسلمين اصطلحوا على رجل منكم قالوا: أنت قال: ما أنا
            بفاعل، فاصطلح الناس على خالد بن الوليد، وجاء في إمتاع الأسماع أن
            ثابت بن أقرم نظر الى خالد بن الوليد فقال: خذ اللواء يا ابا سليمان
            فقال: لا آخذه، أنت أحق به أنت رجل لك سن فقد شهدت بدراً، فقال ثابت:
            خذه أيها الرجل فو الله ما أخذته إلا لك، فأخذه خالد بن الوليد رضي
            الله عنه.
          </p>

          <hr />

          <p className='tilteC1'>خطة خالد بن الوليد</p>

          <p>
            أصبحت الخطة الأساسية لخالد في تلك الساعة العصيبة من القتال أن ينقذ
            المسلمين من الهلاك الجماعي، فبعد أن قدر الموقف وإحتمالاته المختلفة
            قدراً دقيقاً ودرس ظروف المعركة درساً وافياً وتوقع نتائجها، اقتنع بأن
            الانسحاب بأقل خسارة ممكنة هو الحل الأفضل، فقوة العدو تبلغ 66 ضعفاً
            لقوة المسلمين فلم يبق أمام هؤلاء إلا الانسحاب المنظم وعلى هذا الأساس
            وضع خالد خطة وهى الحؤول بين جيش الروم وجيش المسلمين ليضمن لهذا
            الأخير سلامة الانسحاب.
          </p>

          <hr />

          <p className='tilteC2'>تضليل العدو</p>

          <p>
            لبلوغ هذا الهدف لابد من تضليل العدو بإيهامه أن مدداً قد ورد الى جيش
            المسلمين فيخفف من ضغطه وهجماته ويتمكن المسلمون من الانسحاب، وصمد
            خالد حتى المساء عملاً بهذه الخطة وغيرّ في ظلام الليل مراكز المقاتلين
            في جيشه فاستبدل الميمنة بالميسرة ومقدمة القلب بالمؤخرة، وفي أثناء
            عملية الاستبدال اصطنع ضجة صاخبة وجلبة قوية، ثم حمل على العدو عند
            الفجر بهجمات سريعة متتالية وقوية ليُدخل في روعه إن إمدادات كثيرة
            وصلت الى المسلمين.
          </p>

          <hr />

          <p className='tilteC2'>تنفيذ الخطة</p>

          <p>
            بدا للعدو صباحاً أن الوجوه والرايات التي تواجهه جديدة لم يرها من
            قبل، وأن المسلمين يقومون بهجمات عنيفة، فأيقن أنهم تلقوا إمدادات وأن
            جيشاً جديداً نزل الى الميدان، وكان البلاء الحسن الذي أبلاه المسلمون
            قد فتَّ في عضد الروم وحلفائهم فأدركوا أن إحراز نصر حاسم ونهائي على
            المسلمين أمر مستحيل، فتخاذلوا وتقاعسوا عن متابعة الهجوم وضعف نشاطهم
            واندفاعهم فخف الضغط عن جيش المسلمين، وانتهز خالد الفرصة فباشر
            الانسحاب وكانت عملية التراجع التي قام بها خالد في أثناء معركة مؤتة
            من أكثر العلميات في التاريخ العسكري مهارة ونجاحاً بل إنها تتفق
            وتتلائم مع التكتيك الحديث للانسحاب، فقد عمد خالد الى سحب الجناحين
            بحماية القلب، ولما أصبح الجناحين بمنأى عن العدو وفي مأمن منه، عمد
            الى سحب القلب بحماية الجناحين، الى أن تمكن وضمن سلامة الانسحاب
            كلياً، ويقول المؤرخون إن خسارة المسلمين لم تتعد الاثنى عشر قتيلاً في
            هذه المعركة وان خالداً قال: لقد انقطع في يدي يوم مؤتة تسعة أسياف فما
            بقي إلا صفيحة يمانية.
          </p>

          <p>
            ويمكن القول إن خالداً بخطته تلك قد أنقذ الله المسلمين به من هزيمة
            ماحقة وقتل محقق وان انسحابه كان قمة النصر بالنسبة الى ظروف المعركة
            حيث يكون الانسحاب في ظروف مماثلة أصعب حركات القتال بل أجداها
            وأنفعها.
          </p>

          <hr />

          <p className='tilteC1'>معجزة رسول صلى الله عليه وسلم ولأهل المدينة</p>

          <p>
            ظهرت معجزة للرسول صلى الله عليه وسلم في أمر هذه السرية فقد نعى
            المسلمين في المدينة زيداً وجعفراً وابن أبي رواحة قبل أن يصل إليه
            خبرهم، وحزن رسول الله صلى الله عليه وسلم لما وقع للسرية وذرفت عيناه
            الدموع ثم أخبرهم باستلام خالد للراية ، وبشرهم بالفتح على يديه واسماه
            سيف الله، وبعد ذلك قدم من أخبرهم بأخبار السرية ولم يزد عما أخبرهم به
            النبي صلى الله عليه وسلم.
          </p>

          <hr />

          <p className='tilteC1'>وصول الجيش للمدينة</p>

          <p>
            ولما دنا الجيش من حول المدينة تلقاهم رسول الله صلى الله عليه وسلم
            والمسلمون ولقيهم الصبيان يشتدون ورسول الله صلى الله عليه وسلم مقبل
            مع القوم على دابة فقال: خذو الصبيان واحملوهم وأعطوني ابن جعفر ، فأتي
            بعبد الله فأخذه وحمله على يديه وجعل الناس يحثون على الجيش التراب
            ويقولون يافُرّار افررتم في سبيل الله، ويقول رسول الله صلى الله عليه
            وسلم ليسوا بالفرار، ولكنهم الكرار إن شار الله تعالى.
          </p>

          <p>
            وإن الانسان ليعجب من هذه التربية النبوية التي صنعت من الاطفال الصغار
            رجالاً وأبطالاً يرون العودة من المعركة دون شهادة في سبيل الله فراراً
            من سبيل الله، لا يكافأون عليه إلا بحثو التراب في وجوههم فأين شبابنا
            من هذه النماذج الرفيعة من الرجولة الفذة المبكرة؟ ولن تستطيع الأمة أن
            ترتفع الى هذه الأهداف النبيلة والقمم الشوامخ إلا بالتربية الاسلامية
            الجادة القائمة على المنهاج النبوي الكريم.
          </p>
        </section>
      </main>
    </>
  )
}
